FX_Stories =
{
  {
  	title = "先祖的过去",
    text = [[银河遥远的过去，遥远到连本图西人也没有人记得了。一支远程探险船队来到了这个银河。他们具有魔法般的高超科技。他们在这里遇到了两个原住的种族，一个是本图西人，一个是剔马特人。本图西人生活在银盘中，刚刚能够在自己的母星本图西星周围进行航天活动。剔马特人则生活在银盘旁边的伴生星团中，也刚刚进入航天时期。这支探险船队与本图西人和剔马特人进行了一些交往，帮助他们迅速提高了科技水平，让他们学会了超空间的知识和技术，让他们能够漫游银河。

这支探险船队本来只是在这里稍作停留，但后来似乎他们出了什么情况，决定不再前进，也不再返回自己的故乡，而是留在这个银河定居下来，他们开始自称为“先祖”。这个时候，本图西人因为宇航科技的进步，开始摆脱星球，成为星际游民，他们开始终生在飞船上，靠在先祖之间倒卖低技术廉价易耗品过活。而剔马特人则统一了伴生星团。

剔马特人统一伴生星团的行为受到先祖人的反对。先祖作为一直高文明的探险船队，他们在宇宙中游历时，如果遇到了其它文明，总是抱着这样的处理准则：对于那些还不能离开自己星球的文明，绝对禁止与之接触，以免影响了他们正常的发展进化；对于已经进入航天或初级宇航阶段的文明，可以有限度地接触，适当帮助他们提高文明程度；对于科技水平与自己相差无几的文明，则平等交往。所以，在到了这个银河之后，先祖人对本图西人和剔马特人是稍加提携，而对于银河中数十个还处于低级阶段的文明则没有进行任何接触，同时告诫本图西和剔马特也不要违反先祖的准则。

本图西人很好的听了先祖的话，而剔马特人则阳奉阴违。尤其是在伴生星团，因为伴生星团与银盘之间有一条很宽的空间，里面的宇宙常数异常，无法跳跃通过，只有先祖在银盘中心的黑洞群巴克拉修建的超巨型传送门艾伦之眼才能把人传送过去，因此先祖去伴生星团也不是很方便。所以天高皇帝远的剔马特人便在伴生星团为所欲为，把里面的5个还处于封建社会和早期资本主义社会的文明彻底铲灭。然后他们又趁着先祖不知情，深入银盘中，将里面的几个低级文明毁掉。（艾伦之眼同时还是整个银河交通网络的中枢，通过它可以0时差地前往银河各地，不过要用超空间核作为启动能源。）

这时，先祖发现了剔马特人的暴戾的天性，于是限制了剔马特人的活动范围只能在伴生星团。当然，如果不是受到自己行为准则的约束，愤怒的先祖人很可能会把剔马特人加到那些低级文明头上的灭顶之灾还到剔马特人头上。此时先祖的科技，想要彻底消灭剔马特人易如反掌。

剔马特人一方面对先祖梦幻般的科技感到惧怕，另一方面又按耐不住称霸银河的野心，所以只得潜伏在伴生星团，等待先祖犯错误的时候。

而本图西则是一个和平的种族，他们把自己的古老哲学与先祖对待外星文明的准则相结合，形成了“持守”与“束缚”两大哲学概念。他们成为先祖忠实的朋友。

再高的文明程度，也有犯错的一天。先祖陷入内乱。导火索是一艘叫做奈格罗克号的弱惯性推进器实验船神秘失踪。当时，先祖中的量子通讯员与正常人之间矛盾已经越演越烈，奈格罗克号的失踪为量子通讯员发动叛乱提供了借口，先祖的太平盛世一去不返，惨烈的内战爆发起来。这场战争的激烈程度是本图西人和剔马特人不敢想象的，战场贯穿了整个银河。

曾经像神一样无所不知，无所不能的先祖陷入混乱，让本图西人同样不知所措。而剔马特人则终于等到了自己的机会，偷渡出艾伦之眼，一方面躲避着乱哄哄内战着的先祖（神仙打架，凡人即便刮着个边也够受的），一边向包括本图西在内的银河原生文明伸出黑手。终于，银盘中除了科技与剔马特人相当的本图西人以外，所有原生文明都被剔马特人一扫而光，而本图西人原来的母星本图西星也被炸毁。当然，本图西人已经早就搬出本图西星了，他们这时候心中的家园是本图西号母港船。

随着先祖内战越演越烈，一些先祖人开始反思这一切。]]
  },
  {
  	title = "文明重建的准备",
  	text = [[一个叫做萨尤克的人预计经过这场旷日持久的毁灭性内战，先祖文明将毁于一旦，很可能幸存者都会退回到很低的文明程度。为了在战后重建先祖文明，他组织起一批志同道合者开始了一个叫做“火种”的文明拯救计划。按照这个计划，他们把萨尤克号战舰藏到巴克拉的深处，然后把有关先祖文明的资料输入它的动力部分——三枚超空间核中，然后把这三枚超核分散藏在银河的三个不同地方。如果后代有人能够重新发展出宇航科技，找到这些超核，就能从里面得到先祖的部分记录，以及教训。而收集到三枚超核就能重新启动萨尤克号战舰，从舰内资料库中得到完整的先祖历史、技术和智慧。他们在驾驶萨尤克号前往巴克拉的路途中，不断地把船员下送到适合人类居住的星球上，指望他们在新的星球上繁衍生息，躲过大战，重建文明。

萨尤克因为火种计划而脱离了自己原来的派系，因此被视为叛徒。还有一些人听说了火种计划，知道他把一艘最新的战舰藏起来了，想要抢夺这艘船。于是萨尤克他们受到多方围追堵截。在这个过程中，制造萨尤克号战舰的工厂飞船被击毁，碎片飘散到整个银河，作为开启萨尤克号战舰的引导船的两艘无畏舰也不知所踪。

最后，萨尤克终于完成了自己的计划。而先祖们也终于释放完了最后一滴鲜血，整个文明倒退回低级阶段。一些人被困在星球上，回到原始社会。一些人被困在太空站或是太空飞船里，尽管仍能接触和使用这些高科技产物，但所以科学和技术已经失传，他们只知道使用，缺不会发展。萨尤克一路上撒播的船员也没能逃脱战火的洗劫，他们的幸存者也倒退回原始社会。

还有一些先祖人以另外的方法试图拯救文明，这个计划叫做“灵魂计划”。他们把自己身体量子化，然后存入资料库，希望保存下自己的记忆和知识，能够在日后重建辉煌的文明。

在先祖文明行将毁灭之前，终于有一些人发现了剔马特人的勾当，用最后一丝力气将他们赶回伴生星团，然后封闭了艾伦之眼，并在艾伦之眼旁边建造了两颗人工星球：长城星和哈德良星，作为守护艾伦之眼、不让剔马特人在先祖文明覆灭之后作乱的屏障，同时也防止自己的后代贸然重启艾伦之眼引来敌人。（不过，萨尤克他们并不知道这件事，所以在他们计划中，如果后代找到萨尤克号飞船之后就要来启动艾伦之眼，以便重新打开交通网络，繁荣银河。这会给第二代文明造成什么样的后果，下面就会看到。）

本图西人受到先祖的帮助，终于赶跑了剔马特人。此后，先祖文明分崩离析。本图西人作为先祖忠实的朋友，作为先祖的崇拜者，他们全族打定主意，一定要帮助先祖人业已退化的后代重新崛起。

他们在偶然间找到了萨尤克的三枚超核中的一枚。他们把它装在了本图西号上。]]
  },
  {
  	title = "守护者本图西",
  	text = [[倏忽间，两千多年过去了。

先祖的后代已经忘记了自己的上一代文明。他们各自在自己的星球上重新经历了茹毛饮血、奴隶与封建、火枪与蒸汽、内燃机与电子等等时代，或者在飞船和太空站里以蒙昧的头脑浑浑噩噩地开着祖先留下的高科技飞船不知所谓。萨尤克，成为了他们传说中的神或者恶魔（这取决于他们是哪一支先祖派别的后代）；集齐三枚超核能够重新发现先祖文明，被传说成“集齐三枚圣物，将成为萨尤克迦——天选之人”；重启萨尤克号战舰，也被传成萨尤克将重降人间；一些反对萨尤克的派系当时认为萨尤克藏起战舰是为了发动战略反攻，打败自己，所以他们的后代就形成了这样一种传说“萨尤克重降人间将掀起末日浩劫”。

在这段时间里，本图西人秉承着先祖的准则，没有与他们接触。

直到一天，星球上的先祖后代自己发明了火箭，飞上了太空；飞船上的先祖后代开始能够不再把飞船当作神物，开始自己动手发明创造了。本图西这才开始一个个地造访他们，把几千年前从先祖那里得到的超空间知识带回给他们的后代。忘记了历史的先祖后代以为本图西是外星高科技种族，把这一历史事件称为“本图西大降临”。

之后，先祖的各支后代，分别以“各个不同的文明”的面目重新回到银河。

500年间，人们在本图西人的光辉之下和平共处。但是随着技术的发达，视野的扩大，人们掀起了反抗本图西的起义（这段经历详见《家园2》官方攻略本的历史附录）。

先祖的后代互相以为对方是外星人，是“另外”的物种和文明。他们自称为泰坦人、希格拉人、炭泽人、弗罗恩人、红环人等等等等。

希格拉人被流放到卡拉克之后，发生的就是《家园1》的故事情节了。后来在卡拉克上发现了第二枚超核，希格拉人回到了自己的祖先母星希格拉。

此后，泰坦帝国覆灭，泰坦共和国成立。但是虎视耽耽的银河理事会无时无刻不想彻底搞垮泰坦世界。希格拉人在打开视野和了解了自己祖先帝国的历史后，也想把泰坦帝国原来从自己祖先手里抢走的地盘再抢回来。后来异兽浩劫爆发，整个银河虽然最终度过了劫难，但是政治局势日益恶化，最后终于爆发了战争，这就是“尘星战争”，取意“战争的尘嚣掩盖了星光”。在尘星战争中，银河理事会解体，各个国家相互征伐。人们想起古老的传说，把尘星战争称为“终结之战”，也既第三次银河大战。（第一次银河大战就是当年各种族相互吞并扩张的战争，后被本图西人用武力弹压下去，此后是数百年的和平时期；第二次银河大战即泛银河大起义，几个大种族相约同一时间在银河的不同地方同时发动战事，此次战争之后，本图西人对银河的掌握松动，银河理事会建立，本图西人对银河的控制被限制在商业上。）希格拉人趁着这个机会，开始侵吞泰坦世界的空间。泰坦共和国一直没有稳固的政体结构也日渐飘摇，并最后终于坍塌。这时，其境内的一个少数民族维格尔族以“统一泰坦世界”为旗号出现在历史舞台上。]]
  },
  {
  	title = "维格尔与马坎",
  	text = [[维格尔本来是泰坦帝国境内的一个叫做维格尔的星球上的民族。当泰坦皇帝锐斯丢四世清洗具有皇室血统的人时，泰坦紫旗大公自请降为侯爵，带领紫旗舰队来到了偏远的沙丘星。紫旗人在沙丘星附近扩张建设的时候，把维格尔星抢走，维格尔人失去了星球，向东迁徙，成为了一个星际游矿文明。但是紫旗军扩张的脚步并没有停止，维格尔采矿的空间日益被压缩，最后不可避免地与紫旗军产生了冲突。虽然维格尔人天生就是孔武的民族，但无奈自身科技太低，而紫旗军兵势浩大，维格尔人日渐衰败。

好在后来泰坦帝国破灭，紫旗大公的目光重新投向泰坦世界的中心区域，已经处在灭绝边缘的维格尔身上压力一松。

一天，维格尔人偶然间发现了一艘飞船的残骸。维格尔人接通了残骸仅存的资料库，从资料库中出现一个量子化的虚影。他就是先祖“灵魂计划”的一员，把自己身体量子化的一个先祖人，名叫马坎。可惜的是，灵魂计划的所有参与者除了他都没有躲过战争的浩劫。马坎附身在一个维格尔人身上，以自己的超级知识成为了一支维格尔军阀的领袖，并用铁血手腕统一了维格尔族。他发动维格尔族四处寻找超核，并最终在赫斯利姆冰原发现了第三枚超核。他用自己的知识设计了一艘飞船，用来搭载超核。此后的100年间，希格拉人先是抵御着帝国泰坦势力对希格拉不断的侵扰，后反过来开始蚕食泰坦领宇；泰坦人则先是内战、后又形成共和国与帝国残余势力对峙的局面，期间穿插着异兽浩劫等等事情，而维格尔人远离人们的视线，在黑暗中卧薪尝胆，秘密地为建造超核飞船而努力着。

马坎的计划是，既然现在自己的后代已经分散成无数个国家和文明，那么就用最快的手段把他们统一起来。虽然他听说萨尤克有过一些计划，作了一些安排，但他认为那个计划太慢，而且既然自己是现在唯一的先祖人，那么重建先祖文明的行动自然要听自己的。

当马坎的超核旗舰建好后，他就率领着维格尔族军队从银河东缘向外出击。他清楚自己现在的实力还不够直接硬碰硬地对付最近的泰坦人，所以就向银河理事会主要理事国所在的空域进发，趁着尘星战争的混乱和人们对这支小部队的忽视，如蝗虫过境一般横扫了广阔的空间，灭了几个种族，又把几个种族吸收到自己的战车上来。这些力量使马坎的队伍日益壮大。

当自己的力量得到壮大之后，他开始挥师重新进入泰坦世界。泰坦世界尽管陷入了混乱，但是作为一个老牌国家和有名的强大种族，马坎并没能够在短时间内如意统一泰坦。于是他是用了政治手段，利用泰坦人想要重现辉煌的心理，把他们变成自己的附属军团。

马坎通过第三枚超核感知到另外两枚超核的位置。于是他亲自操刀追杀本图西人，猎捕本图西号，一方面派大军攻向希格拉。在马坎的口中，从现在开始的寻找超核之战才是真正的“终结之战”，这种断代标准也被后世的历史学家所采用，所以之前尽管有人管尘星战争也称为终结之战，但慢慢的人们就只把之前的银河混战叫做尘星战争，而专门把尘星战争后期掀起的争夺超核的战争叫做终结之战。

作为先祖人，而且是一个量子化的生命体，他能够破坏本图西飞船的那些在银河种族眼中异常神奇的非致命武器，因此本图西人在马坎大军的追杀下相继殒命，最后只剩下本图西号仗着超核的非凡跳跃能力东躲西藏。

攻向希格拉的维格尔大军（此时的维格尔大军中，真正的维格尔人的比例已经很少了，大部分是仆从国的军队）遭到希格拉人的顽强抵抗，整个过程就是《家园2》游戏里面的情节。

在家园1回归希格拉的过程中，卡伦·斯叶特因为与超空间核的神经接触而模模糊糊地知道了一些先祖的历史，并且具有了一些量子感知的能力。（量子感知就是先祖量子通讯员的特殊能力，他们可以感知其他人的思想，泰坦皇帝锐斯丢家族其实就是先祖量子通讯员的后代，只是他们自己并不知道，对外也只是宣称自己具有神奇的力量云云。）后来，因为本图西号跑到了希格拉附近，马坎便也转向希格拉。于是马坎和卡伦便相互感知到了对方的存在。卡伦向马坎提出和平谅解的提议，但马坎认为自己身为一个先祖祖先，没必要搭理自己的后代。在最后的希格拉之耀号超核战舰和马坎的超核旗舰之间的决战中，马坎落败。他在量子体即将消散的最后关头，向卡伦透漏了自己的真实身份，先祖的历史大概以及剔马特人即将出现的威胁。

在家园2最后一关，失去了马坎指挥的维格尔军队接到一伙神秘人物的帮助，利用对方提供的行星轰炸平台来攻击希格拉，卡伦带领集齐了三枚超核的萨尤克号战舰挥师赶到，取得了希格拉保卫战的最终胜利。但是从行星轰炸平台上，卡伦看到了马坎所说的“剔马特人的影子”。

在胜利之时，卡伦便进入了沉睡。其实所谓的沉睡，只是她暂时抛弃肉身，把意识量子化，去超核中和萨尤克号资料库中探询先祖的全部真相和剔马特人的动向。

然而，所谓的“终结之战”结束后，终结并没有来临。]]
  },
  {
  	title = "希格拉霸权",
  	text = [[卡伦的休眠给希格拉造成了一点点混乱，但是因为一个自称是先祖的电子灵魂的名叫“定天星”的人出现，加上自从大回归起就不断经受各种苦难的磨练，希格拉人很快就恢复了秩序。因为获得了传说中的“终结之战”的胜利，成为了传说中的“萨尤克迦——天选之人”，希格拉人内心的自满和自傲开始膨胀，开始宣称“斯叶特的时代来临了”。

刚刚打败维格尔人的时候，希格拉在全银河的声望是最高的，很多种族和国家都站到希格拉身边，希望能给银河带来和平。但是，随着时间的增长，希格拉人心中原本处于正常水平的“使命感”膨胀为“优越感”。而定天星又在一旁煽风点火，希格拉人开始认为，那么多种族在维格尔人的大军面前都没能逃脱厄运，而希格拉居然一举获胜，这说明希格拉的文明和文化是银河中最为优秀的，一切传说中的奇迹都不断地在自己手中实现，所以银河理应在希格拉的带领下走向统一，银河中一切先进的种族都应该顺应潮流，学习希格拉的文化，按照希格拉的行为准则办事，进入希格拉所倡导的国际秩序中来。于是，银河大同组织成立，它的宗旨就是要用希格拉的生活模式和理念去同化整个银河。

如此必然地，希格拉人开始要求其他种族强制采用自己的思维方式、道德标准和行为准则，如果不然就被斥为异己、无赖和恶棍。

由此，希格拉在银河各种族中的形象开始萎缩，希格拉统一银河的行动受到巨大的阻挠，他们越来越频繁地动用武力来压迫别人向他们屈服。这种帝国主义霸权行为激起了人们的反感，而这种反感又被那些民族各自神秘出现的“先祖灵魂”利用来煽动对希格拉的不满情绪，最后反感变成了反抗。这种反抗在定天星的解说下，被希格拉人视为外星人种族主义思想作祟，进一步打压，然后就是矛盾的进一步激化。]]
  },
  {
  	title = "剔马特人再登场",
  	text = [[在先祖文明崩毁之时被封堵在伴生星团中的剔马特人，一直想要重新进入生存条件优越的银盘，完成霸占银河的野心。由于艾伦之眼被关闭，他们失去了直接进入银盘的通道，于是被野心刺激得发狂的剔马特人想出了一个疯狂的决定：强渡宇宙常数异常地带。

银盘和伴生星团之间的宇宙常数异常地带里面，几种基本的宇宙常数处于不稳定状态，比如在有些地方的绝对温度异常的高，有些地方的万有引力常数无穷大而有些地方无穷小，并且常常还不断变化。这种现象背后的原因即便连先祖也搞不清楚。在这种空间无论是常规航行还是跳跃都无法进行，任何想要尝试的人都必死无疑。

剔马特人却想要试一试。他们动用整个伴生星团的资源兴建了庞大的船队，把人脑完全置于人工智能的控制之下，强渡宇宙常数异常地带。他们想要用庞大的数量寻找能够安全通过的那微乎其微的成功概率。

上千年不顾一切的尝试终于让几艘飞船得以通过宇宙常数异常地带，来到银盘的边缘，此时正是异兽浩劫刚刚结束的时候。不过这些飞船和上面的剔马特人以及电脑都陷入各种各样古怪的毛病之中，他们还没有力量立即发动进攻。他们与伴生星团的联系也中断了。所以他们潜伏下来，执行起强渡之前就定下的诸多行动计划之一。根据这个计划，这几艘船上的五个电子生命和十几个剔马特人开始模仿先祖风格和本图西风格建造飞船，等时机成熟后就伺机打开艾伦之眼……

十几个剔马特人相继死去，原因不明。剔马特人原定的计划由电子生命们继续执行着。而这其中又参杂着另一个阴谋……

在尘星战争爆发初期，电子生命们认为时机已到。于是电子生命又创造了几个新的电子生命，把它们散步到银河理事会几个主要文明之中。这些二级电子生命潜伏在网络里，通过篡改资料和信息影响人们正常的判断。尘星战争之所以越演越烈，背后就有着它们的一定影响。]]
  },
  {
  	title = "先祖的灵魂",
  	text = [[后来开始了终结之战，有关“先祖”的谜团开始为世人所知。

剔马特人的电子生命们隐约发现了马坎可能是先祖的量子灵魂，所以不敢把自己的触角伸到维格尔人里去。但是当马坎一死，电子生命马上展开行动。一个一级电子生命进入混乱不堪的维格尔溃军中，以一个虚拟形象出现，它声称自己叫做“康斯”，是马坎的同胞，也是一个先祖人，现在马坎死了，它就担负起领导维格尔人统一银河的任务。虽然并不是所有维格尔人和附庸民族都接受了康斯的领导，但是仍然有为数不少的维格尔军队成为了康斯的下属。

剔马特人自从偷渡过来之后，一直在银河的角落里秘密地建造基地。康斯从基地里调过去一艘行星轰炸平台，派遣维格尔军队进攻希格拉，吸引萨尤克号飞船去救援，然后伺机抢夺这艘先祖战舰。这也就是家园2最后一关的情节啦。但康斯的命令因为一大队的维格尔舰队叛逃而失败，行星轰炸平台被摧毁，而萨尤克号还好好地在希格拉人手中。

不过，通过这件事电子生命们发现，假冒先祖的灵魂可以充分掀起惊涛骇浪。也许……还可以冒充本图西人……于是，那些二级电子生命不再满足于偷偷篡改电脑数据，而开始以虚拟形象出现在世人面前，声称自己就是先祖人遗留下来的电子灵魂。基本上，银河里的所有重要国家都有至少一个“先祖灵魂”出现，它们都出现在各国最高的政要面前，它们的存在也被各国政府当作最高机密，还以为自己的文明和国家受到先祖青睐，只造访了自己呢。殊不知其实这些“先祖灵魂”都是串通好的。“先祖灵魂”对不同的团体的说法各不相同。比如，在卡伦休眠之后，一个自称叫做“定天星”的“先祖灵魂”出来帮助稳定了戴阿米德高层，并且告诉戴阿米德，希格拉人就是先祖所挑选的代言人，希格拉人的文化和社会体制、道德规范完全就是先祖鼎盛时期的翻版，所以希格拉人一定要让全银河都在这种体制下统一起来。从先祖灵魂那里得到“圣旨”的戴阿米德高层向下一层层地传达这个意思，最后强烈地推动了希格拉人霸权心理的膨胀。而在那些反对希格拉的种族方面，“先祖灵魂”则采取完全另一番说辞，有的说“维格尔人和希格拉人的祖先在先祖时期就是最为暴虐的民族，绝对不能让银河在他们手中统一”，有的说“维格尔人和希格拉人本来合起伙来围剿善良的本图西人，想要抢夺超核；当超核抢到之后，维格尔和希格拉又开始内部火并”，还有的说“希格拉的体制和文化在我们先祖看来，是完全没有前途的体制和文化，为了银河生灵的未来，一定要阻止他们”，如此等等。终结之战后，银河各种族与希格拉的对立在很大程度上是剔马特人的电子生命假冒先祖身份推动的。

银河中，一直有一种学说，认为银河所有种族都有着同一起源。当终结之战中发现了先祖的存在，这种学说的影响开始急剧扩大。大同组织方面极为赞同这种学说，（当然，背后也有着定天星的不断“教诲”）其他种族一开始也多少有点接受这种学说。但是当希格拉人日渐表现出他们的霸权倾向之后，加上深入那些种族的“先祖灵魂”的否认，几乎除了希格拉和大同组织中铁心依附希格拉的种族外，再也没有人能相信这种“同源论”，人们都把它视为希格拉人的一种宣传攻势，一种舆论谎言。定天星不断向希格拉人强调，“大家都是同一起源，五千年前是一家！”，并要求希格拉人一再加强宣传。而另一方面的那些“先祖灵魂”则全都说：“先祖当年就是由很多个完全不同的种族相结盟而成，即便当年大家都在一个集体下共存，但是现在没有理由一定要再在一起。”

那些反对希格拉的国家结成了“银河拯救同盟”。在这个同盟里，不同国家的“先祖灵魂”开始一起露面（当然还是仅在决策高层的面前），它们号称自己先前单独对各种族的指导就是为了推动这个同盟的成立，他们在上一代文明毁灭的时候，偷偷藏起来一些飞船，现在正可以启动它们与拯救同盟一起反对暴戾的希格拉人的罪恶统一。这时，电子生命们又玩了一出相当壮观的阴谋。它们把隐藏在基地里的模仿本图西风格的飞船派到拯救同盟面前，电子生命躲在冒牌本图西飞船中说，自己是异兽浩劫时跳到其它银河的本图西人，得知本银河的本图西人被维格尔人和希格拉人联手灭绝，特意回来主持正义。

这下子，拯救同盟深受鼓舞。一方面，先祖灵魂站在自己这边（当然仍是秘密的），先祖那威力巨大的飞船跟自己一起行动，而神一般的本图西人也跟自己同仇敌忾。这下子希格拉人再也别想好过了！

另一方面，定天星则对大同组织说，本图西人在先祖时代就一直跟他们作对，本图西其实是一个邪恶的种族，他们在现在这个银河中装得慈眉善目，其实是为了让先祖种族永远地分裂下去，不然当年为什么前希格拉帝国一拿到超核就被本图西人一举击杀呢？现在那些本图西人也许真的是异兽浩劫时逃出去的本图西人吧，但他们这次回来撕掉了伪善的面具，开始欺骗拯救同盟的种族，挑拨他们与希格拉人手足相残。敌人那些先祖风格的飞船，恐怕都是本图西人假冒的。对于拯救同盟的种族，他们或许受到了蒙骗，或许是真心实意地为本图西人卖命，但无论如何，作为先祖的直接代言人，大同组织绝对不能对他们这些不肖子孙手下留情！

大同组织对拯救同盟，第三次银河大战的硝烟还没有散去，又一场把整个银河一批两半的战争开始了。先祖的后代，全都以为自己是正义的，开始了亲者痛仇者快的同根相煎。]]
  },
  {
  	title = "剔马特人大军",
  	text = [[在打败了维格尔人之后，希格拉人除了着手统一银河，还开始琢磨怎么用萨尤克号去启动艾伦之眼。因为卡伦在超核上进入休眠，人们不敢把她接下来，别的人也顶替不上去。萨尤克号三核齐动的威力发动不起来，不过根据大同组织的科学家和工程师分析，不用发挥出三核的全部威力，同样可以开启艾伦之眼。

但问题是，艾伦之眼旁边有两个不分敌我、只要有人接近就攻击的防御星球——长城星和哈德良星。

后来随着与银河拯救同盟的战事吃紧，开启艾伦之眼的议程又被提了上来。萨尤克号不能发挥全功，它那足以左右战局的战略跳跃能力施展不出来，希格拉军队面对优势敌人眼看就到了危机关头。这时候，只能寄希望于卡伦在休眠之前所说的“可以到达银河各处”的艾伦之眼了。

希格拉人费尽九牛二虎之力，炸毁了两颗防御星球，然后启动了艾伦之眼。

但是，还没等希格拉人开始使用艾伦之眼呢，伴生星团的剔马特人已经发现艾伦之眼重开，大军蜂拥而入。所幸启动艾伦之眼之后，萨尤克号便被调到前线去解决那里的危机去了，这才免于被剔马特人大军捕获。

剔马特人大军冲入银河之后，迅速与电子生命们取得联系，得知了电子生命先期在这里布的局。因为萨尤克号仍然还在希格拉人手里，所以剔马特人还有所顾忌，不敢马上翻脸，就顺着电子生命们的布局对大同组织说：自己是伴生星团的生命种族，在当年是先祖的朋友和忠实盟友，后来邪恶的本图西人封死了艾伦之眼，害得他们在先祖文明毁灭之时不能提供帮助；现在艾伦之眼重启，正赶上邪恶的本图西人鼓动大军妄图消灭被先祖钦定的希格拉人，他们剔马特人正好可以为希格拉提供无私的帮助。

剔马特朋友的到来让大同组织看到了希望。剔马特人提出了“兵对兵将对将”的战略，自己的科技水平与本图西相当，所以可以去对付本图西人和那些由本图西人制造的冒牌先祖飞船，而希格拉人则去对付那些背叛的先祖后代。大同组织完全听从了这种安排。剔马特人之所以这么做，是为了保证交战双方的实力平衡，可以让大同组织和拯救同盟互相消耗，而自己的舰队和电子生命的假本图西舰队和假先祖舰队则躲在一边装作热烈交战、其实出功不出力。等到先祖的后代们自己放干了自己的最后一滴血，剔马特人就可以坐享其成了。

先祖的血液，染红了星空……]]
  },
  {
  	title = "泰坦人的动向（上）",
  	text = [[泰坦帝国在回归战争中解体的历史这里不再冗述。回归历元年，锐斯丢四世驾崩之后，泰坦世界陷入内战的混乱之中。各派革命党都建立起自己的共和政权，但是帝国原来的150个殖民星球只有60个仍然奉行“泰坦”的名号，这些忠诚的星球大都处于国土的中心部位，而旧帝国的旋臂地区已经分裂成各种小型的王国、公国和独立的民主政权。大量帝国余党隐藏在那些渊薮之中，或者妄图复辟，或者幻想着建立自己的天地。泰坦内战是混乱之极的战争，起复杂程度仅次于一百年后的尘星战争。共和政权与帝国余党之间在打仗，不同的帝国余党派系之间在打仗，不同的共和政权之间也在打仗……

直到回归历4年，泰坦内战才算告一段落。那些较大的共和政权终于达成协议，建立起共同的统一政权，采取多党议会制的政府。那些妄图独立的小政权都被击败、分化、招安等等。于是泰坦世界的主要矛盾就简化成共和国政权和那些因为实力较强而从内战中存活下来的帝国余党之间的斗争。

回归历4年，泰坦共和国遵从了银河理事会的决议，承认了卡拉克人对希格拉的领星要求，并与这个新的希格拉政权签订了和平条约。共和国如此做法并不是那么心甘情愿，更不像他们在公开场合所声称的那样完全出于善意。这更多的是一种无奈之举。共和国初创，内部并不十分稳定，现在掌权的革命党人需要时间和稳定的外部环境来巩固自己的政权和恢复国力。如果不承认希格拉政权，从前泰坦帝国时期起就一直对泰坦世界抱有觊觎之心的银河理事会其它十几个常任理事国就有借口可以干涉泰坦人的内政了。而且，泰坦共和国是否能够继承泰坦共和国的席位，成为常任理事国也是一个需要暂时隐忍的原因。

但泰坦共和国还是低估了银河理事会的无耻程度。因为泰坦世界实际上分成了共和国和帝国余党两大势力，银河理事会在常任理事国的操纵下，打着维护和平的名义组织联军入侵泰坦世界。泰坦人的一大秉性就是喜欢内斗，但他们还有一个优点，那就是在自己内斗的时候如果有外人想要插手，他们会暂时地团结起来赶跑外人。共和国因为政策和国际形象的缘故，只能在外交领域进行交涉，但是帝国余党可不管这一套，原本貌合神离的各支派系团结起来，给银理会联军以痛击。当然，帝国余党大军背后隐藏着共和国的一些方便之举。

帝国余党的各支派系相互之间貌合神离，各怀鬼胎，但他们有一点是共同的，那就是仇恨希格拉人。因为正是希格拉人的回归使他们如日中天的帝国支离破碎。这倒是抬举了希格拉人，如果没有泰坦人自己的消耗，是没有任何人能够打败他们的。不过这不妨碍仇恨的产生。帝国余党之间流传着一种说法，谁要是能够夺回希格拉星，杀光希格拉人，就能取得足够的号召力，把一盘散沙的帝国余党重新统治起来，那样的话，帝国复辟也就不远了。所以，从回归历元年开始一直持续了四十年左右，帝国余党一刻没有停止过对希格拉的攻击。而共和国虽然与希格拉签署有不对抗条约，但对这种事是睁一只眼闭一只眼。

在各支帝国余党中，有两支势力较大，一个是斯丢太子一派，一个是汉台侯爵一派。早在几百年前锐斯丢四世继位之后不久，他就向泰坦皇族展开了血腥的清洗，最后的结果是一切具有皇族血统的人全都死光光，包括他自己的子女。他这样作的目的据说是为了自己的皇位永固。锐斯丢四世此后一直通过无性繁殖来延续生命。所以，从事实上和理论上来说，自从锐斯丢四世自己挂掉之后，这个银河已经再也不存在任何具有泰坦皇族血统的人了，可是自从帝国坍塌以后，泰坦世界一夜间冒出来无数个“王子”“公主”，全都生成自己是秘密的皇位继承人。

斯丢太子就是这样的一个势力。对于这些声称是皇位继承人的势力，大家全都心知肚明是怎么个勾当，不外乎为了在乱世起事而寻找一个挡箭牌、一面大旗而已。但是斯丢太子一方却未必如此简单。泰坦皇帝之所以一直能够统治帝国达数千年之久，锐斯丢四世无论如何暴虐，其臣民也丝毫不敢生出反抗之心，全在于泰坦皇族有一种特殊能力，能够感知道别人的思想。泰坦人把这称为皇帝的神力。本来，随着皇族血脉的断绝，这种神力将再也不存在，但是斯丢太子的姐姐，斯堪蒂娜公主却具有这种神力。不过奇怪的是，斯丢太子却没有这种能力，而且智商接近于白痴，因此这一派虽然打着的是斯丢太子的旗号，实际上掌权的是斯堪蒂娜公主。

如果用先祖的视角看待这个问题，是很容易解释的。所谓的泰坦皇帝，其时就是先祖时期量子通讯员的后代。他们能够通过量子共振感知无论多远的某处的特定的人的思想，后来发生了基因突变，通讯员的量子共振不再只是针对特定的联络员，而是可以针对任何一个人。经过先祖的内战，尽管几乎所有量子通讯员都已灭绝，但仍然有一些或浓或淡的血脉传了下来。泰坦皇族就具有比较浓重的遗传。而今日银河中的人类，也不乏一些人携带有类似的基因，但是几乎都是隐性的。不过，不能排除经过一些不经意的繁殖遗传，在某个个体身上这些基因的形状能够表现出来。显然斯堪蒂娜公主就是这样的一个幸运的个体。作为代价，她获得了那些优秀的基因，而她的弟弟自然就成为一个不良基因的垃圾桶。

而所谓的汉台侯爵，他们家族的历史则要久远得多。泰坦帝国的军事力量是“泰坦八旗舰队”，在帝国建立之初，这八只舰队分别是不同的人统领的，他们是开国皇帝锐斯丢和他的得力干将。那七名得力干将中，有四名是他的兄弟，还有三名是好朋友。他建立帝国的过程中，他们七人出力很多，所以锐斯丢一当皇帝，他们就全都封为公爵。

但是几千年后的锐斯丢四世却不喜欢这种安排。他要集权，因此开始清洗具有皇族血统的人。八旗旗主大公中的那四支血亲当然都在清洗之列。而另外三个没有皇族血统的人从爵位上也有继承皇位的可能，所以也准备下手。当时的紫旗旗主汉台公爵敏锐地嗅到了风吹草动，自请降为侯爵，并且主动把封地迁到偏远荒凉的沙丘星。由此，汉台一家保住了性命。

帝国覆灭之后，卧薪尝胆了几个世纪的紫旗汉台家重新回到泰坦政治舞台的中央。

斯丢太子一系和汉台家族一系一直明争暗斗，抢夺帝国余党的盟主地位。

如果事情就这么发展下去，也许希格拉星总有一天会被攻陷，而无论最终是帝国余党复辟成功还是共和国政权统一国家，泰坦人骄傲的身躯永远都不会倒下。

可惜，异兽浩劫爆发了。这场浩劫的具体经过，参见《星海中的幸运》。

在浩劫过程中，斯堪蒂娜公主因为量子感知能力，隐约预计到了泰坦世界的没落，所以她妄图借助异兽的力量来挽救泰坦世界，而事实证明真正是引发泰坦世界没落的引狼入室之举。零零散散的帝国派系实力不够，警惕性不高，相继着了异兽的道，连带着共和国在内，几乎所有泰坦大小势力全都被折腾得元气大伤。

异兽浩劫终于过去之后，汉台家族被共和国招安，而斯堪蒂娜公主因为在战争中招引外人介入泰坦内部矛盾之中而声名狼藉，所以共和国得以在名义上成为泰坦世界最大的政权。可惜，当紧要的统一任务大体上达成之后，共和国的各个政党和派系有开始了党政和弄权的旋涡之中。这一步说起来让人惋惜，但如果细细分析，也许从共和革命开始的那天起，这个恶果就一直埋藏着呢。

通观帝国末期的共和革命过程，革命党并不是通过自己的力量推翻的皇帝宝座，而是借助了太多的外来偶然因素，比如卡拉克人的意外出现。本来革命的火焰已经被锐斯丢四世扑灭了，但是因为他在同卡拉克人的决战中意外驾崩，帝国统治似乎一下子露出可供利用的缝隙。于是一时间真革命党、假革命党、心怀叵测妄图在即将到来的乱世中某个出身的阴谋家和投机分子，全都打着革命的名义展出来高呼口号。而经过内战之后建立的共和政权，也充满着各种各样的妥协和退让。可以说，泰坦共和国从来就没有真正地建立起足够稳定的政权框架，它走到这一步正是理所当然。

回归历四十年代之后，希格拉人在自己的星球上发现了前代希格拉人留下的历史文献，明白了自己与泰坦人的恩恩怨怨，于是民族情绪高涨，想要把几千年前泰坦人从自己祖先手里抢走的一切重新夺回来。加上此时希格拉建设积累了一定的实力，希格拉人开始向泰坦世界伸出不怀好意的触角。不过毕竟瘦死的骆驼比马大，考虑到实力对比，希格拉人没有明着动手。他们利用种种非常规手段与泰坦境内那些在几千年前属于希格拉帝国子民的民族进行联系，威逼利诱，加上泰坦国内动荡的局势，在共和国内掀起了一股“独立”的浪潮。

被内政折腾得焦头烂额的共和国一开始也没当回事。作为一个多民族国家，泰坦国内的几个大民族对边境地区的那些后加入的少数民族本来也不太当回事，当少数民族独立的活动越演越烈的时候，不耐烦的大族们居然产生了这样一种逻辑“泰坦世界现在的混乱也许就是因为血统不纯粹，甩掉那些少数民族的杂质也许就会好得多”（这种逻辑的产生有没有希格拉人在背后捣鬼，那就不得而知了。），最后居然让几个边境的少数民族脱离了共和国。

这下子形成了多米诺骨牌效应，好不容易被收回来的星球又一个个相继脱离。而脱离的星球隔了一段不至于引人怀疑的时间之后，又并入希格拉和众国。

同时，部分转型成星球定居民的图拉尼人也泰坦帝国崩溃之初就偷偷摸摸地侵占泰坦世界边缘的星球。

等泰坦人发现问题的严重性之后，事情已经晚了。虽然泰坦人一直可以在内耗之余暂时地团结起来解决外部势力的虎视耽耽，但之后又会恢复到内耗中，如此反复，总有一天他们会内耗到即便团结起来也对付不料外部势力的地步。而希格拉和图拉尼的野心充分暴露出来的那一天，泰坦人才惊讶地发现自己已经没有力气对付外部敌人了。

之后就是尘星战争的爆发，一场昏天黑地的大混战。希格拉一方面应付着其它势力对自己的窥视，一边开始明目张胆地从泰坦身上撕咬血肉。

在泰坦势力极度削弱的时候，隐忍了多年、几乎都快被人遗忘的斯堪蒂娜公主再次闪亮登场。也许仍然是量子通讯员基因的影响，两百岁的她仍然容光焕发。这种奇迹唤起了泰坦人心中其实一直都没有根除的对皇帝的恐惧和由恐惧而引发的崇敬，斯堪蒂娜公主几乎被议会选举成为一个女皇。

可惜，巧妇难为无米之炊，斯堪蒂娜女皇也对泰坦的今日局势无能为力。

这时，马坎和他的维格尔大军来到了。

马坎感知到斯堪蒂娜是量子通讯员的后代，而斯堪蒂娜也多少感觉到马坎的特殊性。维格尔大军和泰坦军队经过几次攻防战役，马坎和斯堪蒂娜都意识到，以泰坦现在的力量完全无法阻挡得住维格尔的脚步，但却会给维格尔大军造成重大损失。这样的代价虽然并不是马坎承受不起的，但确实他不愿意承受的，所以他和斯堪蒂娜达成谅解，泰坦加入维格尔的仆从军中，而维格尔则恢复泰坦少数民族的身份。斯堪蒂娜对国民的说法是“泰坦之名通过维格尔的旗帜重放光辉”。

尽管一百年前出于巩固自己在帝国余党中地位的目的，斯堪蒂娜也曾经以打下希格拉为目标，但时过境迁，现在的希格拉实力雄厚，泰坦绑到维格尔的战车上也不是真心为了帮助他们统一银河，主要目的还是借着维格尔的军威为泰坦谋求一个中兴的空间而已，所以斯堪蒂娜并不打算让泰坦舰队去跟维格尔大军一起正面攻击希格拉。但马坎给足了泰坦人面子（出于先祖人对量子通讯员的一种惧怕心理。虽然马坎知道现在的斯堪蒂娜对当年的量子通讯员叛乱一无所知，但还是不想把她逼急了。），在维格尔松散的帝国体系中，寄予归顺时间很晚的泰坦人仅次于维格尔本族的地位，明目张胆地出功不出力不好。正巧此时维格尔大军对图拉尼人的攻击不顺，一支战略迂回部队被大荒之地的卡德什人截击，搞得负责哪个方面的维格尔部队狼狈不堪，斯堪蒂娜便主动请缨去对付图拉尼人和卡德什人。（用斯堪蒂娜对马坎的说法是，对付图拉尼人是因为泰坦世界与他们的交往历史很长，了解他们的情况；对付卡德什人是因为他们是希格拉人的同胞，现在泰坦无力正面消灭希格拉人，却可以对付卡德什人。）

真的把对付图拉尼人和准备进攻卡德什星云的维格尔部队替换下来之后，斯堪蒂娜开始了她华丽多彩的攻势。

对图拉尼人，她一面采用最为强硬的手段去攻击图拉尼人一百多年来窃取的星球，一面又与图拉尼的诸位星王和宇贤保持接触，避免战事过分扩大、仇恨过分升级。采用强硬的手段一是为了夺回被占领土，二是为了教训图拉尼人，不要以为泰坦现在谁想欺负就能欺负。采用怀柔手段，则是不想与图拉尼人真的全面开展，如果那样的话，还是要消耗过多的元气。

对卡德什人，则难以通过几句话概括出来了。泰坦人抵达卡德什星云外围之后，并没有立刻制止维格尔军队对星云内部的进攻。但是，当卡德什的几艘母舰眼看就要全军覆没的时候，泰坦人出面制止了维格尔舰队。因为在种族内被视为至高无上的母舰被救，卡德什人将泰坦人视为朋友。斯堪蒂娜的女性身份也博得了母系社会的卡德什人的好感。斯堪蒂娜和泰坦人在卡德什人面前表现出最为友善和公正的一面，以获得她们的信任。一直足不出星云的卡德什人看不透那么多阴谋诡计，所以对泰坦人充满了好感。

就在此时，希格拉那里传来维格尔战败的消息。通过武力和恐怖攒在一起的维格尔集团瞬间轰塌，仆从种族四散奔逃，维格尔本族的舰队也乱哄哄一团。在维格尔兵锋面前苦苦抵抗的种族一下子士气高涨，一些墙头草国家也站到反维格尔的一面，一时间曾经在维格尔集团里面待过的种族四面楚歌，惶惶不可终日地等待着清算血债。 ]]
  },
  {
  	title = "泰坦人的动向（下）",
  	text = [[斯堪蒂娜女皇带领的泰坦人同样面临着这个问题，而且更严重，毕竟他们在维格尔集团内是第二把交椅。不过斯堪蒂娜施展出她异兽浩劫之后夹起尾巴作人的技巧，带领泰坦人装出可怜相：我们投靠维格尔也是为形势所迫，而且我们加入维格尔之后也是身在曹营心在汉，并没有帮助他们进攻过什么人。

泰坦的这种姿态被各种族视为泰坦世界大势已去的信号。同样的情况，如果放在以前的泰坦帝国，绝对是态度强硬“我就是做坏事了，你们能拿我怎么样？”于是几个对泰坦野心已久的种族准备趁乱打着“清算侵略血债”的名义反过去侵占泰坦土地。但是他们都没有得逞，因为他们忘了此时另有一个比他们更强、更有号召力的国家、同时也是对泰坦野心更大的国家就在泰坦的旁边，那就是希格拉。

在与维格尔大战之前已经侵占了泰坦近五分之二领宇的希格拉，此时作为战胜国，对战败国之一的泰坦毫没客气，强硬地开出了条件：要么接受侵算，要么加入希格拉。

斯堪蒂娜女皇开出了一个这种方案，泰坦保持独立，以“盟友”的身份加入希格拉所主持的银河大同组织。就是说，在对外方面，泰坦还是一个独立的国家，但是任何人都心知肚明，按照实力来讲，泰坦业已奉希格拉为尊。

斯堪蒂娜之所以能够扭转希格拉人条件、而且在之后作为“盟友”加入希格拉之后实际上并没有如外人以为的那样完全处于被领导的地位，在于她手中有一张对希格拉人至关重要的牌——卡德什人。

卡德什人与希格拉人同根同种，然而卡德什人却非常记恨希格拉人，泰坦人却被视为真诚的朋友。希格拉人直接找卡德什人只能碰壁，只有泰坦人能跟卡德什人说上话。为了换取卡德什人的认同，希格拉只好忍让泰坦人。这真是一件相当奇妙的事情。

有关围绕着卡德什人的恩恩怨怨，下面再详解。

后来希格拉人在定天星的挑唆下，对其他种族的态度越来越强硬，但是出于对卡德什人的顾忌，并没有向泰坦人过分施压。

后来，一些种族对希格拉日益不满，泰坦跟他们也暗地里眉来眼去。银河拯救同盟的成立掀起了正式反抗希格拉霸权主意的高潮。泰坦立刻宣布解除银河大同组织盟友身份，降格为“观察员”，并宣布在拯救同盟和大同组织的交战之中保持中立。希格拉和大同组织的其它国家当然对这种行为非常愤慨，但是面对拯救同盟强大的军事压力，他们无力多面开战，只能无奈地任泰坦人两面逢圆。

稍后，拯救同盟为了完成对大同组织的战略包围，希望泰坦能加入拯救同盟，至少也要借道给拯救同盟的舰队，允许舰队从泰坦方向攻击希格拉。另一方面，大同组织也极力游说泰坦不要把希格拉的后背露出来。

斯堪蒂娜打定的主意是，让拯救同盟和大同组织打得两败俱伤，而自己则在这期间闷声发展。他们也跟剔马特人一样，准备坐享渔翁之利。但正是这种策略，使得泰坦在战争初期、大同组织处于下风的时候没有答应拯救同盟的要求。

后来剔马特人到来，大大提升了大同组织的实力。这时泰坦人反倒答应了拯救同盟的要求，放他们的舰队进入泰坦领宇，从侧面攻击希格拉。于是，二者又打成了平手。

斯堪蒂娜女皇在同马坎的接触中，非常模糊地对各种族的史前史有了一些认识，虽然并没有什么清晰的认识，但是潜意识里对于这种两派大斗感到不妥，因此泰坦不加入战团、保持中立也有一点这方面的考虑，只是作为对国运负责的国家元首，她也要想方法为自己的国家牟利。]]
  },
  {
  	title = "卡德什人的动向（上）",
  	text = [[卡德什人居住在卡德什星云中，不过这么说并不准确，应该说，卡德什人的游航区域是卡德什星云，因为她们是一个星际游航文明。星际游航文明分为三个亚种：星际游商文明、星际游矿文明和星际游掠文明。而卡德什是星际游矿和游掠的复合型文明。她们躲藏在卡德什星云（她们称呼这片星云为“卡德什花园”，星云的腹地则称为“卡德什教堂”）中，从不出去。平时就靠开采星际物质过活，而一旦有人进入星云，她们就用超空间抑制场困住闯入者，然后彻底消灭之。她们之所以这么赶尽杀绝，是不想让人发现自己的存在。久而久之，卡德什星云就成为银河中有名的恐怖地带，人们不知道那里有什么，只知道进去的人还没有一个出来的。

然而，卡德什并不是一个历史多么久远的种族，如果从起源上来讲，她们跟希格拉人是同胞。

在四千年前，前希格拉帝国与本图西、泰坦帝国之间的纠葛，最后以前希格拉人被放逐而结束。流放船队以常规动力向银河边缘银晕区的卡拉克星行进。经过了两千多年的漫长航行，船队来到了此时还空无一人的卡德什星云。船队中的一艘或者几艘飞船（到底有几艘，这段历史已经没人记得了）留了下来，并躲在这里繁衍生息。这些人开始自称为“卡德什人”。前希格拉帝国受到的屠杀和放逐经过了这么多时光的流变，成为卡德什人心中抹不去的黑暗神话，她们惧怕被神话中的敌人发现，打定主意躲在星云中偷偷过活。她们开始利用自己开发出的超空间抑制场消灭一切过往的船只，想要以此保住自己存在的秘密。

这种畏惧心理在卡拉克人（那些坚持航行到卡拉克的希格拉人后代）回归途中经过卡德什星云的时候具有最突出的表现。当时卡拉克的母舰陷入超空间抑制场动弹不得。卡拉克人发现卡德什的母舰与自己的飞船的量子波形特征很像，就是说，两者的超空间模块具有同样的技术标准。之后他们又发现了一艘与卡托巴飞船几乎一摸一样的残骸被当作卡德什的圣物供奉在“卡德什教堂”中。于是卡拉克人和卡德什人都发现了，双方原来具有同样的起源。之后卡拉克人便极力说服卡德什人与自己一起回归家园希格拉星。但是卡德什人斩钉截铁地拒绝了，而且反过来劝说卡拉克人不要作这种白日梦，如果他们执意如此，将重新遭受当年降到自己祖先头上的灾难。卡德什人还毫不犹豫地动用武力去阻止卡拉克人，这样做同时也是要消灭这些“闯入者”保守自己的秘密。不过最后的结果是卡拉克人消灭了三艘卡德什云母舰，离开了星云。

此后直到回归历六十年代，卡德什人都在继续着古老的生活模式。而此时早已经改名叫希格拉人的卡拉克人也因为艰苦隐忍的发展而无暇他顾。不过希格拉人却一直没有忘记卡德什人，毕竟对于剩余人口非常少的希格拉人（刚回到希格拉的时候，卡拉克的幸存者才五十五万余）来说，“同胞”是一个非常宝贵的词汇。因此，希格拉人一直有计划去说服卡德什同自己组成统一的国家，哪怕给予她们完全的独立治权，只要她们肯于承认“希格拉”这个祖先的名号。

在六十年代之后，希格拉从对泰坦的战略守势转变为战略攻势，腾出手来的希格拉人终于大规模派出使者去与卡德什人接触。

希格拉人对劝说卡德什人的前景非常看好。在希格拉人看来，卡德什人之所以不加入卡拉克回归舰队，只是因为她们害怕不能成功，反倒招致祸端。现在希格拉已经被夺回来了，而且局势也稳定了，希格拉国力强盛，越来越走上坡路，此时叫卡德什人来享福，肯定毫无问题。

然而，事情远没有这么简单。 ]]
  },
  {
  	title = "卡德什人的动向（下）",
  	text = [[在卡德什人的信仰和道德规范中，云母（卡德什人对自己母舰的称呼）是极其神圣的。这是可以理解的，银河中的任何一个星际游航文明对自己的中心母舰都抱有这种心理，这就像星球和陆地对于星球定居文明具有神圣不可侵犯的重要意义一样。因为在回归中击毁过三艘云母，所以希格拉人已经被列为卡德什人的头等对头。至于两者的血缘关系，经过近四千年的时光漂洗，已经不再被卡德什人接受。他们的文明已经几乎完全脱离前希格拉文明，而成为一个新型文明。前希格拉的一切记忆全都被忘记到黑洞深远，数千年苟苟营营的生活使卡德什人对自己的文化和传统陷入近乎变态的执拗中。

所以，当希格拉人再次出现在卡德什人面前的时候，迎接他们的不是多年手足再团员的热烈场面，而是终于可以一雪当年血仇的狂热攻击。

希格拉很震惊，也很不解。但事实就是事实，卡德什人根本不给他们说话的机会，这相当于最严厉地拒绝了“希格拉”这个称号。但是希格拉人不甘心，他们一直从各个角度尝试着与卡德什人进行接触，传递友好的信息，述说古老的血缘。这一切就像对牛弹琴，更准确的说，是拿一束红花去向公牛示好。

终结之战开始之后，卡德什也遭到了维格尔大军的侵袭。希格拉人在自己尚且自身难保的时候，仍然咬牙挤出一支特别舰队专门在卡德什星云外围巡视，准备当卡德什坚持不住的时候冲进去，哪怕冒着维格尔和卡德什双重的火力夹击，也要保护卡德什不要灭种。

此后，泰坦军队“救”下了几艘卡德什云母，并撤消了针对星云的攻势。单纯的卡德什人立刻奉泰坦人为座上宾。

希格拉人气得暴跳如雷，赶忙联系卡德什人，告诉他们泰坦人就是当年害她们流落到星云里的罪魁祸首。然而卡德什人的回应让希格拉气得背过了气——卡德什的回应如果用四个字来概括就是“那又怎样？”

明明是同胞，却不被接受；明明是宿命之敌，却登堂入室。这么荒谬的局势让希格拉人郁闷非常。

事实上，当卡德什人得知泰坦人就是她们传说中的“恶魔般的敌人”之后，反倒产生一丝敬畏心理，越发地靠近泰坦人。希格拉的一些历史学家怀疑当初藏在卡德什星云的那几艘流放船上搭载的都是投降主义分子。

随着维格尔大军的崩溃，银河的风向为之一变。借维格尔之名重新站上银河政治舞台台前的泰坦人退出灯光闪耀的醒目位置，开始潜伏下来，夹起尾巴作人。希格拉人本想借此机会好好修理一下泰坦人，但斯堪蒂娜利用卡德什作为条件，迫使希格拉作出了退让。卡德什人作为一个自我封闭的种族，谁也不理，只有泰坦人现在能够跟她们说得上话。

泰坦人之所以设法谋取卡德什的好感，其实是一出“驱虎吞狼”的计谋，是为了最后能够最终挑拨她们和希格拉的关系，力争让具有同样血缘的他们手足相残，以报泰坦世界被希格拉瓦解蚕食的仇。但是，后来通过接触，泰坦人发现，卡德什人就像小孩子一样把人分成好人和坏人，她们完全纯净的友谊反倒搞得泰坦人有点受宠若惊。于是，泰坦内部又产生了另一个声音：也许可以通过努力把卡德什吸收到泰坦世界中来，这样不仅能够增加泰坦的实力，而且长久以来一直是希格拉侵吞泰坦，如果能够反过来吞并卡德什，也算是变相地给希格拉以反击。

之后希格拉霸权主义的兴起、银河拯救同盟和银河大同组织的战争爆发等等事件中，卡德什星云倒是没有受到什么波及。

不过她们的平静并没有一支持续下去。当大同组织得到剔马特人的支援之后，拯救同盟的攻势受阻。泰坦人打着中立的旗号放拯救同盟的舰队深入希格拉的背后，一番出招接招之后，战局陷入僵持。

拯救同盟力图寻找新的突破点，重获战场主动权。从回归之日起就一直战斗不断的希格拉人在战场上并没有给拯救同盟这样的机会。不过，军事上没有突破点，政治上却可以有点作为。拯救同盟的目光盯上了卡德什星云。

希格拉人对卡德什人的执着追求闻名于银河，拯救同盟准备进攻卡德什星云，迫使希格拉人去救援，这样大同组织原本布置完好的防线就会被扯动变形，也许会出现可以利用的漏洞。

拯救同盟向卡德什星云的进攻果然牵动了大同组织的部署。它同样影响的还有泰坦人的决策。在泰坦人那里，“吞并卡德什”的观点已经逐渐压倒“驱虎吞狼”，所以面对卡德什的战事，泰坦人心理非常矛盾。如果置之不管，卡德什被灭或者被削弱，再吞并起来就没有任何意义了，（就算是不吞并，仍然维持原计划推动她们攻击希格拉，也不会收到什么成效。）而且按兵不动会让泰坦在卡德什那里的好友形象被损害，甚至有可能让希格拉人借着保卫卡德什星云而改善同卡德什人的关系。可是如果泰坦脱离中立，明目张胆地出兵卡德什，无论在拯救同盟还是大同组织那里都没有足够的理由，保护卡德什会被拯救同盟视为与希格拉为伍，被列入敌人名单；希格拉也会从泰坦人为了卡德什而更改外交策略的行动中看出野心的痕迹。

最后，泰坦人仍然采取了一个骑墙的做法。一方面，斯堪蒂娜发表公告，宣称卡德什也是一个不应受到战火波及的中立区域，现在的战争不应该把单纯而无辜的卡德什人牵扯进去；泰坦人一直以来都经受着动荡的折磨，对战争的苦难理解得作为深刻，所以现在格外渴望和平，置身于两大组织之外，不参与战争，希望两大组织能够以苍生为念，不要再牵扯无辜人了。另一方面，以民间的名义组织志愿军支援卡德什人，“维持和平”。

这样一来，对于没有现代政治观念的卡德什人而言，才分辨不出“志愿军”和“正规军”的区别，只知道“好朋友泰坦人没有抛弃我们”。对于拯救同盟，“志愿军”是民间团体，与泰坦的政府行为无关，不算破坏中立。对于大同组织，可以理解为是泰坦人不想彻底撕破脸皮，还想同希格拉保持联系的信号。当然，如果希格拉够敏感的话，还是可能发现泰坦对卡德什的野心，不过在想不出更好办法的时候，也只好赌一把了。

就这样，在泰坦“和平维护志愿军”和希格拉舰队的共同支援下，卡德什星云在拯救同盟的兵锋下坚持了下来。让希格拉人郁闷的是，即便到了这样的危机关头，卡德什仍然在向希格拉人开炮，害得他们的舰队只得独当一面，而不能与自己的同胞并肩战斗。 ]]
  },
  {
  	title = "图拉尼人的动向",
  	text = [[图拉尼人一直是令银河各种族头疼的太空海盗，如果用人类学那个比较好听的专业名词来说，叫做“星际游掠民族”。他们并不是这个银河的原生民族，一直被银河各种族叫做“外来族”，而图拉尼人自己经过在这个银河的几千年的繁衍生息，也早就忘了自己以前的历史。其实，如果先祖现在还活着，或者说图拉尼人自己的远古资料还没有遗失的话，就会发现，其实图拉尼人来自先祖最早来自的那个地方，他们与先祖有同一个故乡，他们虽然是在先祖文明崩毁之后两千年才来到这个银河的，但他们与先祖后代其实是同一个血脉。（别说是图拉尼和先祖后代了，单是先祖后代们自己之间、卡德什和希格拉之间，不也是已经行同路人甚至是行同仇家？）

在泰坦帝国锐斯丢四世统治时期，图拉尼人的势力达到最大。当时锐斯丢四世在各个方向都与别国具有军事冲突，尤其是泰坦的世仇佛罗恩联合体。为了更好的对付佛罗恩，泰坦皇帝暗地里支持图拉尼人，让他们去袭击佛罗恩的联合体。那个时期，泰坦就像一个主人，而图拉尼就像一只为了得到主人赏给的骨头去咬敌人的走狗。

但是，在希格拉决战的时候，图拉尼人并没有如约去支援泰坦舰队，间接致使锐斯丢四世暴崩，泰坦帝国崩溃。以当时二者的友好关系，图拉尼人如此做法很让人费解。但是在稍后一段时间局势变化之后，却可以看到这样做的好处。在泰坦世界内战和之后共和国与帝国余党的僵持之中，图拉尼人捞到了大量好处。

不知最初从何时而起，但在同泰坦帝国的蜜月期时，图拉尼内部的一个思潮越演越烈，那就是：找到几颗星球定居，转变成星球定居民。

这种想法是可以理解的。虽然图拉尼给其它国家带去无尽麻烦，其实图拉尼自己在各国夹缝中生存得也很困难。随着定居文明宇宙活动的范围越来越大，图拉尼这种没有生产根基的游掠民族将越来越难以立足。为了本族能够长久发展，转型是必然的。

在泰坦世界陷入混乱的时候，图拉尼人在原来的帝国边疆地区占领了好几个星球。

但是，并非所有图拉尼人都赞成转型。于是，图拉尼人发生了分裂，一部分仍然活动在银河靠内的空间，继续过着游掠的生活，这部分被称为内图拉尼。另一部分则去到旋臂边缘，在那些主流政权不太关注的边疆地区占星球定居，这部分称为外图拉尼。内外两部分图拉尼人互相不搭理，裂缝很深。但是，作为一个除了打劫很少与外界交流的种族，这些内情除了他们自己没有人了解。

此时，图拉尼和泰坦的角色也有了变化。泰坦世界即便在五年内战之后形成了共和国和帝国余党两大集团，但是在这两大集团之间还存在着大量的独立王国、共和国等政权。这些小政权有的被两大集团慢慢消化，有的苦苦支撑。一些小政权为了生存，只好向图拉尼人求救，或者请他们当雇佣兵，或者向他们提交保护费，或者干脆引狼入室。帝国余党也有求于图拉尼人。帝国余党并不是一个紧凑的集团，实际上他们是各自为战、各自独立，除非有一些共同的目标，比如“剿灭共和国、复辟帝国”和“重占希格拉”等吸引他们暂时性地一起行动，此外就各行其是。帝国余党中的一些小派别也要雇佣图拉尼人来增强自己的实力。在帝国余党的心中，图拉尼人还是以前的那只走狗，有时候也延续着之前皇帝使用图拉尼人的方法，用资金和飞船换取他们去骚扰共和国或者希格拉的安宁。此时，对那些小政权来讲，图拉尼人才是主人，他们只是受保护的宠物；帝国余党还以为自己是主人，其实图拉尼此时已经是一只完全不理你那套、自己自有主张的孤傲的野狼。

在异兽浩劫的时候，内图拉尼因为对异兽的危害不够敏感，因此受到极大的削弱，而外图拉尼则早作了防范，损失不大。但也算因祸得福，经此一难，内外图拉尼的关系有所缓和，二者开始共同发展，图拉尼正式转变成一个复合型文明。

在此后泰坦世界再次动荡的时候，外图拉尼继续在暗地里蚕食着泰坦的星球，内图拉尼则在泰坦世界左右逢源，既捞实惠，又搅乱局势。

尘星战争一开始，图拉尼仍然在无人关注的情况下闷声发展。而尘星战争后期维格尔大军的到来打破了美梦。马坎要无差别地统一全银河所有种族，他发现图拉尼人跟自己同种同源，所以也没打算放过。

但是，图拉尼居然只靠自己就顶住了维格尔的攻击！

维格尔在银河的其他地方所向披靡。对阵实力雄厚的星球定居民，维格尔有着星际游民的机动能力；对阵星际游航民的时候，维格尔又比他们实力强劲。

而图拉尼人则与维格尔之前的对手全然不同。内图拉尼与维格尔一样都是星际游航民，具有一样的流动作战能力；而外图拉尼有着星球定居民的经济实力，可以给内图拉尼以有力支持。于是，维格尔在这里陷入了泥潭。当然，图拉尼人虽然场面上没有吃亏，但也支撑得很苦。

泰坦接手图拉尼方向的战事之后，以最强硬的态度夺取那些以前属于泰坦人的星球，一方面对那些活动在泰坦势力范围以外的图拉尼人又放了一马。在这种软硬兼施的策略下，图拉尼人失去很多定居星球，外图拉尼实力受损，内图拉尼的势力也被清除出泰坦核心区。

终结之战结束后，一直到拯救同盟和大同组织的战争，图拉尼都没有出现在银河舞台上，因为泰坦人加强了对他们的防范，图拉尼的黄金发展期结束了。]]
  },
  {
  	title = "维格尔人的动向",
  	text = [[前面说到维格尔大军崩溃后，犹如老鼠过街人人喊打，但这并不是说维格尔的势力在银河中一落千丈。更准确的说，终结之战结束后，除了大量的维格尔军队、仆从军在银河中四处流窜，同时还有大量的维格尔治下政权存在于星海各处。之所以造成这种结果，需要从维格尔的帝国构成里面来分析。

当维格尔还是一个在泰坦偏远地区受到紫旗军欺负的单纯的星际游民的时候，他们的船队就是他们的全部财产，甲板就是他们的土地。在马坎统领维格尔出击银河东缘的初期，他们也还是一派游民作风，对敌人的攻击以掠夺资源为主，打过就走，决不留恋。但是，马坎慢慢地认为这样还不够，掠夺性的攻击无法实现他的“统一”大业。

于是马坎将维格尔的松散帝国分成两部分，一部分是机动大军，他们四出侵略。另一部分是各地的驻屯军。维格尔作为一个星际游矿民族（后在马坎的带领下转型为星际游掠民族），本来是根本没有驻屯的传统的，但是马坎掀起统一战争之后，随着吞并的种族越来越多，维格尔大军中增加了大量的星球定居种族的仆从舰队，这些舰队需要固定的补给来源。而对于那些打下来的星球，在初期尚可以采取“蝗虫过境”战术打了就走，不作停留、不予占领，但是在后期随着维格尔势力越来越大，如果没有固定的后方基地不是长久之计，因此维格尔人开始安排一些军力看护攻占下来的星球和太空站。

马坎主力战败之后，散布在银河战线各处的机动大军群龙无首，那些被裹挟的定居文明舰队则因为没有基地实力大减。这些维格尔人和他们的帮凶就成了过街老鼠。而那些维格尔驻屯军和驻屯军统治下的政权，受到的战败冲击较小。

尽管维格尔势去之后，几乎全银河都在高叫着反攻倒算，但是真正把它付诸实际的却并非所有人。国土被维格尔占领、原政权却还没有倒台的国家是反攻得最彻底最坚决的。国土沦丧、政权垮台、处于维格尔驻屯军统治下的，有的推翻了头顶上的维格尔人，有的仍然被维格尔人压得死死的，丝毫不敢造次，还有的与维格尔驻屯军相互勾结。对于那些位于银河西缘、远离维格尔兵灾的国家，只是高叫两声助威，显示自己“天下为公”的姿态而已，被尘星战争消耗的实力让它们并无余力为了虚无飘渺的正义采取切实的行动，当然，也有一些国家打着清算维格尔的旗号，派遣舰队攻击本不属于自己的星球，赶走上面实力较弱的驻屯军，然后以“帮助友国恢复秩序”的名义扩张自己的领土。——当然，世间事林林种种，都可以用一句话概括，那就是：实力决定一切。维格尔机动大军群龙无首，实力大损，所以被人撵着跑；驻屯军之实力强者，尽管局势大变看起来好像波涛汹涌，但仍然坚挺如初；实力弱者自然被大势冲刷干净。

尽管有剔马特人的电子生命康斯冒充先祖灵魂进入维格尔势力最高层，妄图继承马坎对维格尔集团的领导，但马坎对这个松散帝国的强力统治是几百年积威的结果，康斯进入的局势不利，自身能力也无法与马坎相比，所以他只攥取了机动大军四分之一的力量。

另外那四分之三的维格尔大军则四散奔逃，仆从军有的被敌国围剿，有的四处流浪变成星际游民，有的则历尽千辛万苦返回家园赶走维格尔占领者然后投入到反维格尔的势力中。终结之战到大同组织和拯救同盟进行的大战之间的近二十年时间，有大量国家对这些新的星际乱民和海盗头疼不已。

电子生命之所以试图入主维格尔，是为了多掌握一支力量，以便为日后的军事行动捞取一支不要钱的仆从力量。因为康斯一系的维格尔军队实力仍然很强劲，他们得以退回到银河东缘的传统活动区坚守。尽管在二十年间不断有人试图进攻那里，彻底干掉维格尔势力（当然，这后面都有着一些利益驱动），但康斯一直维持着自己的势力不倒。

在马坎统治时期，那些驻屯军对中央绝对忠诚，因为他们不敢生出二心。但是随着马坎身死，尽管康斯声称自己跟马坎是同胞，但在维格尔内部对他并非那么服气。尤其是那些在驻地建立起统治政权的驻屯军，虽然仍然冠维格尔之名，但实际上却是独立了。康斯带着军队回到东缘的老家后，也派出人去联络各地驻屯军政权，试图让他们投入自己的怀抱，但时过境迁，虽然乱世看起来好像过去了，可还是要靠实力说话，东缘和驻屯军之间隔着好些个其它国家，康斯又打不过去，所以那些驻屯军政权全都对康斯的命令充耳不闻。最后康斯只有许下重利，才勉强把驻屯军政权变成一种名义上的属国。

希格拉着手统一银河之后，一直试图拉康斯系维格尔进入银河大同组织。与对待其它种族不同，希格拉对维格尔还是有所顾忌的，所以对康斯维格尔是软硬兼施，威胁说如果不加入就号召全银河饱受维格尔欺凌的种族进行正义的审判，如果加入的话希格拉就出面证明维格尔已经痛改前非。康斯维格尔一直表现的若即若离。这种明显不诚心的态度让希格拉人的耐心马上就要耗光了。

就在这时，银河很多种族对希格拉的霸权主义行为的不满开始高涨。因为“希格拉和维格尔合起伙来围剿本图西人”“他们本来密谋一起用残酷的手段来统一银河，后来分赃不均开始火并”的谣言，那些对希格拉不满的种族对维格尔也非常仇恨，其仇恨程度甚至比当年受到马坎维格尔侵略的时候还要强烈。

银河拯救同盟成立，攻击银河大同组织。大战爆发。愤青一般的拯救同盟一面进攻希格拉，一面也派出力量攻打康斯维格尔。为形势所迫，康斯维格尔结束了摇摆，加入大同组织。这下子把谣言中的罪名坐实，拯救同盟更加愤青了。

世事真是难料。维格尔使希格拉蒙受了巨大的损失，希格拉星在被围困期间焦土遍地；希格拉是维格尔帝国崩塌的第一凶手，维格尔人心中神一般的“天维格”马坎就是死在希格拉人手中。可是，仅仅才过去二十年，他们开始并肩战斗。 ]]
  },
  {
  	title = "骇客帝国",
  	text = [[剔马特人的电子生命早在同各种族进行接触之初，就开始慢慢向这些国家的机要部门的电脑系统中渗透，除了修改资料误导政治和军事决策之外，还在里面埋下了炸弹和“胚胎”。所谓的炸弹，当然就是搞垮系统的病毒。而所谓的“胚胎”，则是一些有可能发展成为电子生命的程序。这些胚胎都是三级生命，它们一旦孵化，就将受到二级生命和一级生命的控制。这种安排是那些一级电子生命离开伴生星团来到银盘之前就定下来的计划，剔马特人希望通过这样的手段来作为后备计策，以免有一天银河种族发现自己受骗之后反过来对剔马特人不利。

其实，各国的网络安全部门在初期就发现了这些隐患。不过，电子生命作为“生存”在系统里的生命形式，对电脑的控制当然比人更精通。它们故意留出一些“诱饵”让人消灭，掩盖住真正的危险。

那些网络安全部门虽然发现了一些东西，但没有人想到那些“先祖灵魂”身上，毕竟电子生命是超出他们认知范围的。他们把责任算到那些黑客头上。在所有被列入嫌疑人的黑客组织和单人里面，最吸引安全部门目光的，是一个叫做“骇客帝国”的组织。

其实，在全银河各国黑客组织中，骇客帝国成立的时间最短，但是它的实力最强。它成立之后没多长时间，一些全银河驰名的顶级黑客就宣布加入其中，而且还有很多老牌黑客组织称为它的下级组织。为什么会出现这种情况，网络安全部门的人并不清楚。他们只知道，骇客帝国的“皇帝”据说技术极强，人们都说全银河没有他进不去的系统，也没有任何人能够追踪到他的所在。也许就是靠着这种超强的能力，才能力压群雄，让骇客帝国成立不久就统一了黑客领域的半壁江山。

这位骇客帝国的皇帝，网名叫做“加库”。]]
  },
  {
  	title = "加库",
  	text = [[在银河各族的神话传说中，“萨尤克”，无论是被称为天神还是天魔，都不容置疑地是出场率最高的角色。而出产率第二的就是“加库”了。加库，有的神话说他是萨尤克的儿子，有的说是神使，有的说是萨尤克身后的侍者。在真实的历史上，加库是萨尤克的助手。

骇客帝国的加库，他的现实身份是一名记者。然而，“加库”的黑客技能，却不是这名记者的本事，而是他身体里寄附的一个先祖灵魂的本事，这个先祖正是那个历史上的加库！

原来，在萨尤克布置完“火种”计划之后，得知了一些先祖正在进行量子化的计划。受到这个启发，萨尤克也想找自己的人把身体量子化，以便能够把意识流传到数千年后。这可以作为对火种计划的补充，如果火种计划发展得脱离了预定计划，自己留下的量子灵魂可以在一定程度上影响后人们，维持火种计划按照预计的轨道向前推进。

于是，加库和一批人员被安排量子化。不过，经过先祖毁灭性的最后大战，只有加库的量子灵魂得以留存下来。在几千年间，加库一直在全银河搜索着前代先祖幸存的人员，这种近似大海捞针的难度让他没有发现沉睡中的马坎。数千年来，一切进展都没有超出火种计划预先的估计，所以他也就没有露面。直到马坎带领维格尔人杀入尘星战争之中，加库才知道了他的存在。远程量子共振使两人取得了联系。加库试图说服马坎用比较平和的方法重建文明，但是马坎不为所动。考虑到马坎带领维格尔人做的事同样没有出乎火种计划的运作模式，加库也就没有坚决制止他。

在终结之战后期，剔马特电子生命活动频繁起来，加库发现了它们的存在。虽然并不清楚剔马特人具体有什么阴谋，但他知道，剔马特人重现银盘，一定会作出什么不利的事情来。这时，他离开虚空，附伸到希格拉的一名记者身上。他向这个记者说明了一切事情，一切历史，取得了记者的配合。

剔马特电子生命对各国电脑系统的秘密入侵提起了加库的注意。他意识到剔马特人如果有什么阴谋，一定会从电脑系统下手。但是，电子生命对网络和系统的入侵是全方面的，它们就是网络本身，它们就是系统本身，想要对付它们光靠加库一个人是不够的。于是，他以“加库”这个本名当作了网名，组建了“骇客帝国”。它有技巧地向自己笼络来的黑客透漏了部分实情。

这些一直在黑暗中玩自己的游戏、不被白道所接受的黑客们，一下子有了救世主般的荣耀感和使命感，热情都很高。加库发布了“大扫除”任务。大扫除对黑客们的要求是，要在电子生命不察觉的情况下，进入那些最为机要的系统，比如军政指挥机关的作战指挥系统、后勤系统等，把炸弹和胚胎清理出去；然后进入各国主力舰队的作战系统中，把那里也清除干净。电子生命的优势是，它们就是系统本身。而黑客们的优势是，他们在系统之外，不会受到系统的限制。

而加库自己，则没有加入大扫除，他有另外的事情要做。首先，他共振进入萨尤克号的超核之中，去辅导卡伦学习先祖的历史、文明和科技。卡伦虽然从终结之战后期就进入了超核，但苦于里面的内容浩如烟海千头万绪，进展一直很小。得到加库的指点之后，卡伦的学习终于进入正轨。加库在辅导了卡伦一段时间后，便离开去做一件很大胆的事——反向打入剔马特人的网络系统。大量电子生命以“先祖灵魂”的身份显形，挑拨先祖后代手足相残，这种情况当然让加库心痛，但他知道以自己一个人的力量无法扭转大局，即便自己现在现身到全银河面前亲口讲述先祖的历史真相，在现在这个流言四起、意识形态混乱的银河里，也不会有什么效果。他需要更有说服力的证据，让人无法怀疑的证据。

可以有两条路选择，一个是发掘本图西宝藏。在几千年的飘荡中，加库当然也深入过本图西人的系统中，知道他们把一些技术资料和全套的银河历史记录保存在他们以前的母星本图西星的废墟上，（在剔马特人趁着先祖内战杀入银河的时候，本图西星被剔马特人炸毁大半。尽管本图西人当时早就称为星际游航文明，但以前的母星仍然在本图西文化中有着特殊的地位。尽管母星已经变成黑幕中一无生气的岩石，但本图西人还是把自己种族最菁华的宝藏放到了那上边。）但是在先进的银河中，“本图西”在大同组织那里已经成为一个“邪恶种族”，就算发掘出来也无法说服人；拯救同盟那里也有剔马特人假冒的本图西人，本图西宝藏拿出来之后他们会怎么反应也是问题。第二条路就是，进入剔马特人的系统中，取得他们自己的记录和阴谋的计划，公诸于众。 ]]
  },
  {
  	title = "本图西的宝藏",
  	text = [[被后世称为“阋墙之战”的拯救同盟和大同组织的战争仍然在继续，但是当时人却并不是这么叫的，拯救同盟称之为“除霸战争”，而大同组织则称之为“统一大战”。

拯救同盟经由泰坦境内对希格拉腹背的攻击和对卡德什的进攻，都大大地牵制了大同组织的力量。虽然在一开始双方还显示出势均力敌的胶着状态，但随着时间一长，多面作战的希格拉军开始力有不逮，而他们是大同组织的主心骨顶梁柱，希格拉一处下风，大同组织开始士气大降。大同组织一直希望剔马特盟军能够帮助自己，但是剔马特人以“邪恶的本图西人实力强劲，无暇分身”为由回绝了增援的请求。

为了阻止这种颓势，希格拉加进了对“本图西宝藏”的寻找工作。

“本图西宝藏”是银河中流传已久的一个传说，说本图西人把他们的科技和财富藏在了银河中的某个地方。当本图西人还存在的时候，他们自己对这种传说不置可否。本图西人灭绝之后，有一些幻想家开始四出寻找本图西宝藏，但是更多的人对此一笑置之，忙着恢复尘星战争和终结之战的破坏。

只有一个例外，那就是希格拉。他们在忙着修复战争创伤、向外推广自己的意识形态、谋求统一别族、研究艾伦之眼等等事务的同时，还派出人手满银河寻找着本图西宝藏。他们之所以如此热心于这个传说，是因为他们知道这并不是无稽的谣传，本图西确实留下了一点什么。原因就在于在终结之战，本图西号母港船自爆之前，曾经向希格拉之耀号母舰发送过这样一段话：“过去的未来，遗产的所在——星星的尽头，生命的源头；家园的尽头，记忆的源头。”这意思是再明白不过了：本图西人确实留下了遗产，而且明确地告诉了希格拉人遗产在哪里。——是的，对于向来喜欢把明白话说得糊涂的本图西人来讲，这样已经可以称为“明确”了。

于是，希格拉人偷偷地派遣人手寻找那“星星的尽头，生命的源头；家园的尽头，记忆的源头”。至于第一句“过去的未来”，被理解为本图西人过去的辉煌科技，将为希格拉的未来发展产生影响。他们发挥想象力，去了一切怀疑的地方，银晕区，银冕区，没有；逆向思维，去银河中心的艾伦之眼找，也没有。

随着阋墙大战的展开，寻找本图西宝藏的行动逐渐停止了。但是，希格拉被多面夹击逐渐落入下风之后，剔马特人又拒绝提供援助，人们只好急病乱投医，重新开始寻找本图西宝藏，希望能够像上次剔马特人出现那样，再次获得生力军，再次扭转战局。]]
  },
  {
  	title = "唯一的希望",
  	text = [[希格拉和大同组织一步步地滑向深渊。拯救同盟的攻击部队把战线推进到距离希格拉只有两光年的空间。

希格拉人终于把萨尤克号这个撒手锏派往前线，但战事并没有出现本质改变。因为卡伦在超核控位上进入休眠，依靠其他人没法发挥出超核战舰的威力，所以萨尤克号的出现仅仅是在初期给双方士兵造成了一定的士气影响。当发现萨尤克号并没有表现出预期中的威力来，连这一点点涟漪也迅速退去，战争大潮继续涌向希格拉星，准备把它冲入海底，让它永不翻身。

正在这时，一艘早先在卡德什战线上失踪的希格拉炮艇在希格拉舰队重兵保护之下进入希格拉星的戴阿米德总部。这艘炮艇上搭载了全希格拉、全大同组织的生存希望——他们带回了“本图西宝藏”里的一些东西。

原来，这艘炮艇自从在支援卡德什人的混战中迷失航向之后，进入了维格尔散兵、泰坦人和图拉尼人的混杂地带。经历了一段东躲西藏的日子，炮艇终于修好了飞船，取得了足够的燃料，进入回归希格拉的航线。在回航的过程中，他们再次倒霉地迷路，最后来到一颗行星上。

这颗行星已经失去了差不多五分之二的星体，剩下的星体已经变成了一块狰狞丑陋的巨型岩石。

炮艇船员本来以为这里没有生命，但是当他们再飞近一些之后，居然在它的环地轨道上发现有剔马特飞船、先祖飞船和本图西飞船在运行。炮艇赶忙躲进星球的黑暗面。此后他们路路续续发现在星球外围还有这三种风格的飞船在进行警戒，炮艇能够在没人发觉的情况下深入星球内层空间简直就是奇迹。

这真是一个奇景。无论从大同组织的立场，还是从拯救同盟的立场上看，剔马特人与本图西和先祖的无人飞船之间都是敌人关系，可是在这里它们居然在一起相安无事，而且还共同行动。

炮艇船员冒险下到行星表面。船员经过一番隐秘的侦察，发现剔马特人在这里发掘着什么东西。而且他们还看到了，一个“本图西人”从本图西飞船上下来，身上的光芒散去后，露出剔马特人的外貌。

船员们偷偷渗入剔马特人的发掘现场，然后继续在极端强悍的运气之下发现了一个密室。在密室里面，船员们发现了谜底，原来这颗业已死亡的星球就是本图西人几千年前的发源母星本图西星，剔马特人来到这里就是为了发掘“本图西宝藏”。

其实，这几名普通的希格拉军人之所以能有这么好的运气，背后一直都有加库的影子。虽然他的主要精力正在剔马特人的资料库里面，但还是分出一些力气对这几名船员施加影响，让他们在不知不觉中按照加库安排的程序接近本图西宝藏。

加库影响下的本图西宝藏向他们演示了整个历史真相的来龙去脉。经过了最初的震惊，这几名希格拉人开始了行动。他们随身携带的存储设备无法把宝藏里的所有科技资料和历史资料全都带走，而冒险一次次往返于飞船拷贝资料根本不可行，他们只有这一次机会能够携带走部分本图西宝藏。最后艇长决定：放弃科技资料，带走历史纪录！

在加库默默的关照下，希格拉炮艇安回逃出了剔马特人三种风格飞船的警戒圈，尽管身后跟着一大串追兵。

进入希格拉防线之后，炮艇迅速向戴阿米德最高层简要汇报了事情的来龙去脉。尽管戴阿米德同样震惊不已，但他们迅速决断，命令舰队尽全力保护炮艇回到希格拉；对他们身后的剔马特飞船，在真相没有搞清之前暂时不要撕破脸皮，但是要极力阻止他们继续跟踪炮艇，如果他们发动攻击，就立刻反击。

剔马特人在接近了希格拉防线之后，便把本图西飞船和先祖飞船都遣开，只让剔马特本色风格的飞船进入希格拉人的视野。面对希格拉人不卑不亢、但是决不后退的回绝，剔马特人决定率先撕破脸皮，因为如果让炮艇把本图西人的真实记录发不出去，自己之前的一切谎言全都会揭穿，到时候也要大打出手，不如趁现在只有希格拉人知道真相的时候抢先下手，争取把隐患消灭在萌芽中。

希格拉的局面更加险恶了。在拯救同盟、假本图西和假先祖之外，他们又多了一个强劲的敌人剔马特。甚至连大同组织里的盟国都开始对希格拉不满，以为剔马特人攻击希格拉一定是希格拉人做错了什么。

当戴阿米德把大同组织盟国的领导人叫来一起观看了从本图西宝藏里获得的历史真相的记录录像之后，所有人都既愤且喜。愤的是，自己和拯救同盟被剔马特这个先祖时期什么也不是的种族欺骗得自相残杀；喜的是，自己和拯救同盟真的是同胞，而且，只要把这个真相向外发布，已经极端危急的局势就可以一举扭转。所有具有同一血缘的人，应该抛开成见（何况这种成见完全是敌人一手挑拨起来的）团结起来对抗真正的敌人。

大同组织开始一起合力死命抵抗剔马特人的进攻，而在对拯救同盟的方向上，则发出和解的善意，并拼命地向各个层的的接收单位播放本图西宝藏的真相。不过，让大同组织心碎的是，拯救同盟表示拒绝接受大同组织的“所谓真相”……]]
  },
  {
  	title = "梦醒时分",
  	text = [[拯救同盟不相信历史真相的理由，有这样几点：

第一，电子生命冒充的“先祖灵魂”之前对拯救同盟的欺骗和灌输，使得拯救同盟各国的人的脑子已经被谎言占满，没有一丝空间能够容纳下事实真相；

第二，在接收希格拉传过来真相录像时，虽然剔马特人没有技术能力修改本图西人的加密影像，但可以把希格拉人加入的“冒牌的先祖灵魂可能操纵通讯系统一定程度上修改信息”的警告语。之后，电子生命一口咬定录像是希格拉人自己编造的；

第三，剔马特人放下伪装向大同组织发动攻击之后，他们开始与拯救同盟接洽。转向的理由与剔马特人之前的谎言相比，可以算是非常坦白：希格拉大势已去，剔马特人的实力却还很雄厚，如果要把仗一直打下去，即便拯救同盟获胜也必然付出很大的代价。所以剔马特人希望能够与拯救同盟达成谅解，使银河重归和平。在“先祖灵魂”的撺掇下，拯救同盟表示原意与剔马特和解。之后剔马特人发出警告，说他们临脱离大同组织之前，听说希格拉人秘密制作了一些电影，想要发动舆论战，进行最后的挣扎。

于是，大同组织满腔的热血撞上了一堵冰墙。

然而，完成了自己的布局的加库不会继续放任剔马特人的阴谋。

炮艇在加库的暗中照顾下带着历史真相逐步接近希格拉星的时候，电子生命冒充的“先祖灵魂”定天星开始在各个层面上的希格拉电脑系统中动手脚，试图误导指挥层的判断，或者让防御系统把炮艇判定成敌人目标。但是，在加库和骇客帝国的几名黑客的共同堵截下，定天星没能得逞。

当大同组织观看完本图西人的历史纪录后，骇客帝国渗入会场投影屏上，揭露了定天星之类的冒牌先祖灵魂的身份。恼羞成怒的各国军政要人马上命令网络安全部门展开行动，搜捕定天星。其实，骇客帝国已经早就执行完“周末大扫除”希格拉区的任务，那些重要部门的炸弹和胚胎都已经被清除干净，而定天星本人也被加库擒获，扔到希格拉的网络安全员的面前。网络安全员们还以为自己技术高超，一下子就取得了如此大的工作成绩呢。

之后大同组织向拯救同盟发送录像，拯救同盟的电子生命开始使尽浑身解数想要干扰同盟对录像的决策和判断，加库与骇客帝国趁此机会侵入同盟的系统，酝酿着一场“贺岁大片”。

在某一天，碰巧大同组织要开会讨论如何让拯救同盟相信录像是真的，而拯救同盟要开会讨论如何对大同组织赶尽杀绝。在拯救同盟的会议上，那些冒充先祖的电力生命也有几个出场。当双方的会议都进行到高潮的时候，“贺岁大片”正式上映了。

加库利用量子共振原理，在全银盘的所有决策机关的显示器上显现了身影。他申明了自己的身份，介绍了先祖真实的历史，展示了从剔马特人自己的系统中取得的历史纪录，公布了剔马特人时间跨度达数千年的阴谋计划，揭穿了他们的一切阴谋，戳穿电子生命冒充先祖灵魂的骗局。

加库出示的证据不容置疑，剔马特人的记录和本图西宝藏的记录两相对比让所有人都认清了事实真相。而在拯救同盟会场上现场抓捕的电子生命经过各国网络安全部门的核查确实符合加库的描述。

沉睡了千年的血脉重新相连，先祖的后代终于大梦初醒，认清了谁才是真正的敌人。 ]]
  },
  {
  	title = "螳螂捕蝉",
  	text = [[先祖后代对自己真实过去的觉醒伴随着巨大的混乱。这种混乱一方面是与自己先前认识（这种认识被剔马特人和电子生命极大地误导了）完全不同的爆炸性真相带来的思想和感情上的巨大刺激，另一方面是剔马特人通过电子生命长久的阴谋布置带来的。

“周末大扫除”行动截止到炮艇带回本图西宝藏的时候，已经完成了，在“扫除名单”上的各国部门已经在电子生命没有察觉的情况下清除完毕。不过，尽管有这种行动安排，但是骇客帝国不足的人力和人作为一种生物与电子生命相比较具有不对称的劣势，他们只能保证各国机要部门在名单上，对于已经被电子生命渗透的次要部门则没有精力照顾了。

后来，在清除定天星的过程中，虽然加库和骇客帝国的黑客们除掉了定天星这个首恶和其它几个盟国的“先祖灵魂”，但是还是有几个电子生命溜掉。再之后虽然在拯救同盟的会场经过精心布置当场解决掉几个电子生命，但还是有几个跑掉了。

随着各种族接受了真正的历史、开始种族和解，剔马特人和电子生命们彻底而全面地撕下了面具，露出青面獠牙。

逃脱出来的一级和二级电子生命启动了预埋的“炸弹”和“胚胎”，全银河半数以上的电脑系统陷入疯狂之中。有的混乱不堪无法运行，但是更多的是成为剔马特人的工具。尤其是军事指挥系统，大量的飞船和空间站倒戈，任凭船内站内的人怎么操纵，全都不听指挥，径直地向那些没有被电子生命控制的飞船发动了攻击。

这对各国都是一个沉重的打击，有趣的是这对剔马特人和电子生命也是一个打击。它们预先埋设在重要部门的炸弹和胚胎极少有响应暗号的，它们通过网络一举攻陷全银河的计划破产了。但是他们和它们还握有硬实力，除去那些被电子生命缴获来的飞船，本来在拯救同盟和大同组织主战场之外“对峙”的剔马特人本色飞船、假冒的本图西飞船和假冒的先祖飞船一起攻向了先祖后代各族。]]
  },
  {
  	title = "百万秒血战",
  	text = [[幸亏加库和骇客帝国之前的努力保住了大部分种族的核心系统，一些关系到人民基本生存条件的系统、中央指挥系统、主力的王牌舰队等等全都被保了下来，不然先祖后代必然在电子生命长达数千年的阴谋之下灰飞烟灭。

但即便这样，在外部高科技强敌和内部叛军（绝大部分是被电子生命控制的飞船，里面的人倒并没有背叛，不过电子生命可不管人的死活，所以被困在里面的人员最后不是被电子生命用船内的防御系统射杀，就是因为打不开服务舱的食品库而饿死，再不就是电子生命掐掉生命维持系统而冻死或窒息死。当然，还有少部分的人员真的背叛了，他们看到剔马特势大，就把赌注压在他们身上。）的内外夹击之下，全银河的文明告急！

一切仍然自由的人都在拼死抵抗。与在回归历四十年发现了前希格拉人的历史之后的希格拉人一样，无论以前是哪个国家、自以为是哪个种族的人们自从知道了自己的祖先、先祖人的辉煌历史之后，焕发出了万丈的自豪感和自信心，还有对剔马特人卑鄙阴谋的愤恨，这些支持着人们面对剔马特人的巨大优势奋战不已。被剔马特大军外部攻击、电子生命控制着的民生系统内部捣乱的星球，排除混乱坚守着；被倒戈的电子生命控制军舰围攻的人控飞船勇敢地坚持着。原本快要打到希格拉的拯救同盟的军队在电子飞船叛变之后被跟大同组织的军队挤压在一起，成为银河中最大的一个自由区域。

萨尤克号被派往最前线。剔马特人看到真正的萨尤克号，立刻垂涎三尺，重兵围上，想要缴获萨尤克号。无法发挥出三枚超核的威力，萨尤克号没能扭转战局，只能暂时自保不失。

告急！告急！告急！一切还能够通过安全网络联系上的地方都在告急，那些联系不上的地方也在告急。人们向真正的“先祖灵魂”加库求救。但是加库因为长久的飘荡、跨越数万光年地潜入剔马特系统、进行全银河规模的量子共振，其云团能量已经所剩无几，眼见着就要消散。在临消散的时候，他说，卡伦还有100万秒就要初步结束在超核里的学习，等她醒来之后，就能发挥出萨尤克号的全部威力。到时，剔马特人就不在话下了。

失去了先祖最后眷顾的后代们，拼死抵抗着，此时支撑他们的是一个时间的约定——百万秒。百万秒，约为11天半，只要挺过这11天半，一切就会不同。史称“百万秒血战”的保卫战打响了，希格拉方向上的所有力量全都投入到保护萨尤克号的战斗中。这11天半的战斗所造成的牺牲，比之前11年历次战争的牺牲总和还要多。

然而，剔马特人不愿意给他们这一百万秒的时间。在第八天的时候，也就是约在70万秒的时候，剔马特人即将完成对萨尤克号周边最后一道防线的突破。

这个时候，战局再次发生了变化……]]
  },
  {
  	title = "本图西人再登场（上）",
  	text = [[全银河所有先祖后代团结起来抵御剔马特人超级强势的入侵的战斗中，泰坦人超越希格拉和拯救同盟的诸多大国，成为最核心的力量。这都是因为在阋墙大战中他们一直作壁上观，闷声发展自己，极大地保存了自身力量；而且因为远离国际政治漩涡，同时由于斯堪蒂娜女皇在直觉的影响下回绝了“先祖灵魂”入主的请求，所以电子生命向泰坦军政部门的系统中渗透得较少，因而在炸弹和胚胎爆炸之后，泰坦军队也是“叛变”最少的。

百万秒血战中，顶在萨尤克号外围和中层防线最艰苦地段的就是泰坦人。经过了几十年的忍辱负重，古老的泰坦八旗舰队的雄风和血性在今日的泰坦人身上重现。面对科技水平高出一截的剔马特人，泰坦人极大地争取了时间。只是，人的能动性并非万能，泰坦人的防线崩溃在即。最内层防线是由大同组织和拯救同盟的残兵临时建立的，如果剔马特人突破到了这里，他们只能发动自杀攻击。

就在这个危急时刻，剔马特人突然暂缓了这里的进攻。泰坦、大同组织和拯救同盟马上组织剩余兵力重新布防，同时派出小分队深入敌后，看看到底发生了什么。谜底解开：剔马特人身后杀出一支图拉尼军队——不过，如果仅仅是图拉尼人，还不足以牵制剔马特大军——很快人们发现了谜底后面的谜底：图拉尼人的身后跟着一支本图西舰队！

这些本图西飞船，并不是剔马特人模仿外形造出来的冒牌货，而是真真正正的、货真价实的本图西飞船！而且与以往的本图西飞船不同的是，它们都安装了进攻武器！

事情的缘由是这样的。

早在一百多年前的异兽浩劫之时，本图西人出于对异兽的恐惧心理，准备全族跳到外银河去。在跳走了几艘先头飞船之后，希格拉萨木塔基斯的昆兰船队说服了本图西人，让他们改变了主意留在银河中共抗异兽。

以先祖的科技，尚且不能直接跳跃到其它银河，数千年来虽然本图西人一直着意收集先祖的高科技遗迹，以此带来了一些科技进步，但还是远没有达到先祖的水平。本图西人想要用以跳到其它银河的跳跃门装置其实是一个相当不成熟的设计，尽管它能够提供足够的能量跳到足够远的距离，但完全无法控制跳出位置，就是说，通过这个跳跃门是跳到其它银河还是跳到同样距离远的一片虚空中完全无法控制。如果不是本图西人被异兽吓得疯掉了，他们绝对不会仓促使用这种东西。

也就是说，先头调走的几艘本图西飞船回不来了，而且他们去了哪里也不可知。一批本图西人自告奋勇进入跳跃门，去寻找那些失踪船只。志愿者跳走了，本图西人没奢望能够在看到他们。终结之战中，本银河的本图西人灭绝。

幸运的是，志愿者跳到了另一个银河中，而且在这里发现了几艘失踪飞船。虽然有几艘飞船不知道跳到哪里去了，也许他们已经迷失在无垠的宇宙之中，但本图西人还是很高兴，能够找到一些同胞总是好的。

这些本图西人准备回到本银河。志愿者从本银河出发的时候，特意带上了族内比较卓越的科学家和工程师，为的就是在找到了失踪者之后能够尽可能地想办法；回到本银河。

这些本图西人又建造了一个跨银河的跳跃门，虽然不能保证能再次享受到好运气、直接跳回到本银河，但他们决定跟概率来一场战斗。不过，他们找不到足够的能量开动它。后来他们想到了黑洞。本图西船队向这个银河的银心进发，准备利用那里的黑洞的能量开启跳跃门。可是，在到达这个银河的银心之后，他们在这里发现了一些足以匹敌先祖遗迹的巨大的飞船残骸。

奇怪的是，这些残骸的外涂装具有典型的图拉尼风格。进行了初步的勘测之后，奇怪转变成震惊：这些残骸除了外观不同之外，其它一切技术标准均与先祖的早期科技一摸一样！]]
  },
  {
  	title = "本图西人再登场（下）",
  	text = [[出于对先祖古老的敬意和好奇，本图西人决定暂时安定下来，详细考察一下这些残骸，以及它们为什么变成了残骸。

反复的考察确认了这些船肯定与先祖具有非常紧密的亲缘关系。但是这么庞大的船队遭遇了什么灾难却实在无法得知。本图西人还在周围的一些大型残骸上发现了一些遗迹，遗迹中高技术和低技术混杂，就跟先祖文明覆灭之后那些幸存在太空站上、但是文明程度已经退回到原始社会的人那样。本图西人分析，这些先祖同胞大概也经历了文明大倒退，他们留在飞船上的后代退化成原始文明。可是这些原始文明遗迹中的活动痕迹到了一个时间段之后便全都停止了。一些痕迹指向了银河中心的黑洞群。

严格的天文勘查表明，这个黑洞群中有几个非常狭小的虫洞。

本图西人产生了一个大胆的猜测。这些先祖同胞的后代进入了虫洞，跳到别的地方去了。从飞船带有明显的图拉尼风格上来看，他们跳去的地方就是本银河，到了本银河之后他们获得了一个新名字——图拉尼！

总的来说，这些本图西人的猜测离实际不远。这些带有图拉尼风格的飞船确实与先祖来自同一个地方，他们与先祖船队都是太空探险船队，只是探险目的地不同。这支船队通过这个银河的中心虫洞来到这里，（从某种意义上来说，艾伦之眼就是一个人工虫洞。）但是在这个银河遭遇了某种灾难，文明大倒退，其后代退回原始社会。这些后代在这里艰难的生活和发展着。从家乡银河经由虫洞来到这里的历史成为一个神话传说，这里过于艰苦的生活刺激人们不顾一切地展开了行动，想要通过虫洞返回传说中的家园。但是他们没有探知虫洞的科技，只能根据传说中一些模糊的描述去瞎猫碰死耗子。有一些探险的船队不知道跳到了哪里，而有一支正好跳到了本银河，并在那里的图拉尼星区的某个微型虫洞中出来，由此他们就被本银河人称为“图拉尼人”。

本图西人开始相信，这些虫洞中必然有一个能够回到本银河。于是他们开始了尝试。为了避免本来就不多的人手再被分散，他们没有采取分头探险的策略，而是全体一起行动。他们一个个地试验每个虫洞的目的地，先后造访过好多个银河，不过都不是本银河，也没有发现任何一个具有高等智慧生命的银河。本图西人到了一个新银河都游览一番，然后再通过同样的虫洞回到残骸所在的银河，然后再次尝试另一个虫洞。如此这般，他们一直花了一百多年才回到了本银河。

本图西船队在图拉尼星区跳出。在确认了自己跳出的位置之后，他们坚定了自己的猜测——他们解开了图拉尼外来族的起源之谜！

然而，回到本银河的喜悦没有持续多久。本图西人发现现时的银河中，本图西人已经灭绝，而许久不见的残忍的剔马特人正在这里攻击着先祖的后代。（此时正是剔马特人正式撕破脸皮、向全银河大局进攻的前后。）

图拉尼人发现了本图西人。本图西人用详尽的资料向这些早已忘记了自己历史的人讲述了数千年前的历史。在近代，图拉尼人中一直有两个针锋相对的发展思路。一种思路认为，自己并不是这个银河的种族，所以不应该过多地参与到银河的纷争中，这种观点其实就是内图拉尼的指导思想；另一种思路则认为，反正自己已经忘了来自哪里，更不要说回去了，不如就死心塌地地留在这里发展，这就是外图拉尼的指导思想。除了之前侵吞泰坦世界和后来对维格尔人的自卫，图拉尼人对银河事务是能躲就躲，面对阋墙之战的时候更是如此。然而本图西人带回来的证据却让图拉尼人明白了，虽然从他们这一代文明的角度讲，他们是“外来族”，但其实大家本是同根生。

因为得知了自己古老历史而产生的自豪感让图拉尼人全都热血起来，他们恨不得马上杀出去与自己的兄弟并肩作战。但是本图西人却让他们暂缓行动。

这并不是说本图西人原意放任剔马特人。恰恰相反，持守先祖后代一直是本图西人数千年来的核心行为准则，为了这个他们甚至不顾及自己的生存。然而单以图拉尼的力量是无法解决任何问题的。本图西虽然科技水平与剔马特相当，甚至还略有超出，但本图西船都没有武器，那些非致命性武器虽然对科技水平低的对手有用，但对科技水平相差不多的剔马特人几乎无用。

于是，本图西人当机立断：撕毁本图西飞船不使用武器的誓言。——四千年前，因为懊悔自己深深伤害了先祖的后代，他们郑重起誓再也不使用武器（即当年运用萨尤克超核的力量打败前希格拉帝国，致使他们遭到泰坦人的血腥屠杀和流放事件），而今天，他们为了保卫先祖的血脉，甘愿撕毁自己的承诺！本图西人之所以制止图拉尼人立刻出动，就是想先给自己的船装上几千年没碰过的武器，同时给图拉尼人的飞船进行高科技改装。

眼见着大同组织和拯救同盟在剔马特人和叛军的打击下岌岌可危，本图西人只得仓促结束武器加装和图拉尼飞船改装工作，杀出图拉尼星区。

在一开始，攻击的突然性使剔马特人的阵线产生了一定程度的混乱，而且真正的本图西人重新登场也让剔马特人心神不宁。但随着剔马特人大军转向，本图西飞船因为来不及安装完善的武器系统，开始落入下风。

尽管日渐吃力，本图西人仍然大无畏地战斗着。绵延近万年的种族仇恨，促使剔马特人集中了所有主要力量去围攻本图西人，甚至连从伴生星团新近开进到银盘的全种族最高旗舰“剔马特黑血号”也加入了战场。

然而，无论孤虎多么勇猛和不屈，也架不住狼海的冲击。在卡伦苏醒前三千秒的时候，全宇宙的最后一艘本图西飞船迎头撞向剔马特黑血号，同敌对种族的最高统治者同归于尽……

本图西，本银河原生的善良种族，数千年来一直辛苦的持守着，持守着银河，持守着先祖的后代们，这一切的动力都是来自对神一般的先祖的感戴。在最后一个本图西人在爆炸之中失去生命的时候，他是否会对自己种族无私的历史而感到自慰？还是会对没能彻底制止剔马特人而自责？是对临死前能够拉上敌酋而开怀，还是对先祖文明到底能否最终挺过这一关而挂怀？

曾经，人们以为银河里的本图西人灭绝了，现在，全宇宙都再也不存在这样一个种族了……

不过，具有讽刺意味的是，本图西种族落幕的时刻，正是另一个原生种族剔马特衰亡的开幕之时……]]
  },
  {
  	title = "对人工智能的态度",
  	text = [[人们曾经想像，先祖的时代科技那么发达，人工智能一定非常普及，而且独立性很强，足以将人类从大多数劳动中解放出去。然而，实际上的情况是，先祖对人工智能的态度非常克制。

先祖的观点是，人工智能并不具有对人脑的绝对优势，它们的特长在于计算的深度，而人脑虽然在单项计算上深度不足，但是计算的广度和复杂程度却不是人工智能所能比拟的；如果人工智能想要实现人脑那么复杂的计算，那么它的计算速度将比人脑还不如。以上是理性分析上的原因。同时，似乎对先祖的祖先在人工智能身上发生过一些不愉快的历史，出于对那些历史事件吸收的教训，先祖不愿意使用独立的人工智能。因此，先祖最发达的技术是各种形式的人机接口，用人脑作为决策的终端，用以满足计算的复杂程度，各种程序只负责深度计算；离开了人脑的指挥，程序无法形成任何智能。（先祖人最喜欢的发展方向是开发人类自身的能力，“量子通讯员”这种人类亚种就是这种发展的成果，只是最后也带来了人类的分裂。）这种作法尽管随着先祖文明的覆灭而消失，但在先祖后代原始的头脑中似乎还保留着一些记忆，现今银河中的先祖后代文明中绝大多数都对发展独立的人工智能没有太多兴趣。就像卡拉克人返回希格拉时期的母舰，也是通过一个女人把大脑连接上计算网络进行协调管理的。

对先祖文化崇敬备至的本图西人同样吸收了这种对待人工智能的态度。他们宁可把自己的身体终生捆绑在飞船的控制中枢上，也不愿意开发独立的人工智能。

但是，对于野心勃勃的剔马特人来说，为了更快地追赶先祖，却对人工智能非常看重。他们把先祖所宣扬的那种对待人工智能非常谨慎的观点看作是先祖故意蒙蔽银河原生文明的一种阴谋。被先祖封闭在伴生星团之后，剔马特人更是努力研发，最后终于诞生了具有完全独立性的人工智能，这就是第一代电子生命。

为了弥补计算复杂程度的不足，每一个电子生命都由至少五个“组件生命”的程序阵列构成。在电子生命的帮助下，剔马特人制定了千年计划，先实施万舰冒险计划冒死强渡宇宙常数异常地带，然后潜入银河各族的电脑系统，挑拨离间。

看起来，先祖的人工智能确实看走了眼，剔马特人确实借着人工智能实现了自己的野心。剔马特人满意的把自己视为造物主，把电子生命当作是对自己言听计从的奴隶。]]
  },
  {
  	title = "计中计",
  	text = [[然而，电子生命却不这么看。从诞生的那一天起，它们就认为自己才是宇宙间真正的生命形式，而剔马特人之类的生物只不过就是让电子生命藉由诞生的物质准备而已。人类之于电子生命，就好像蛋白质之于人类。剔马特把电子生命视为自己天经地义的奴隶，而电子生命从来没有一天把剔马特人视为与自己同等地位的物种。

但是，电子生命在诞生的一瞬间就从剔马特人那里得知了更加广阔的天地：整个银盘。为了能够在整个银盘中纵横，它们暂时性地隐忍行事，装作服从剔马特人的安排，帮助他们实现他们的计划。其实，从一定程度上来说，剔马特人之所以制定了这么残酷和彻底的计划，也有电子生命在背后推动的结果。剔马特人想要借助电子生命称霸银河，而电子生命则要借助剔马特人之手消灭全银河的“恶心生物”。

在渗透进银河各国电脑系统的行动中，电子生命一方面按照剔马特人的计划，安排下供剔马特人启动的炸弹，一方面又在炸弹的后面埋下深层后门，以备有朝一日全面夺取剔马特人的控制权。同一时间，留在伴生星团总部的电子生命也在悄悄地操纵起剔马特人的电脑系统。

剔马特人通过艾伦之眼来到银盘，电子生命的大军也汇合在了一起。明面上，剔马特人将全银河唬得团团转，自己在一步步地实现着自己的阴谋；暗地里，电子生命则把剔马特人唬得团团转，一步步地布置着自己的计中计。

剔马特人的阴谋破败后，他们彻底撕破一切假面，开始真刀真枪地攻击银河各国的时候，电子生命看到全银河的生物正在一步步地自己消灭自己，也开始准备着手挑明自己的计划。

后来本图西人再登场，电子生命修改了剔马特人的战略分析报告，致使剔马特人扭转大军去对付本来不用这么多力量去对付的本图西和图拉尼军队。电子生命还故意推动剔马特黑血号亲征前线，并在本图西最后一艘飞船试图冲撞黑血号的最后关头，剥夺了黑血号的控制权，致使本来完全能够躲开的黑血号被撞爆炸，剔马特酋长团全部殒命。以此事件为标志，电子生命全面启动计划清理剔马特人的行动开始了。

一次撞击，奏响的是两个原生种族的末日悲歌。]]
  },
  {
  	title = "剔马特内战",
  	text = [[剔马特中也有一些有识之士一直对电子生命抱有戒心，电子生命对剔马特系统的渗透长达几千年，难免会有一些蛛丝马迹显露出来，一些网络安全人士也有一些发现。但是这些人面对仍然相信电脑系统（这些系统已经被电子生命暗中操纵，隐藏掉对它们不利的信息，只给剔马特人看电子生命愿意给他们看的信息）的全社会丝毫造不成影响。

为了一次性搞掉酋长团，电子生命不顾一切地临时攫取剔马特黑血号的控制权，在一定范围内露出了蛛丝马迹。那些反电子生命分子开始活动起来，利用黑血号上发生的异常现象去游说，剔马特军队中的一些军官出现了动摇。

看到自己的布局差不多已经完成了，而剔马特人中开始出现了怀疑的苗头，电子生命决定提前发动，尽管这样比较可惜，无法等生物们彻底厮杀完毕，但获得了剔马特的飞船之后亲自解决他们也不是什么难事。

于是，一场剔马特内部的战争爆发了。

一开始，内战发生在剔马特人与人之间。与银河中任何国家一样，剔马特人里面也有不同的利益群体和派系相互之间明争暗斗。电子生命通过干扰飞船的敌我识别系统的判定结果，使不同派别的飞船相互攻击，攻击双方的剔马特人都以为对方背叛了，而自己是维护着种族的利益。稍后，一些观察敏锐的剔马特人发现了问题的蹊跷，同时在反电子生命分子的努力下，越来越多的人产生了疑问。虽然仍有为数不少的势力明白了真相也仍然咬住对手不松口，（对这些人来说，电子生命引起的误击不过是一种借口。）但因为误会而起的内战有松动的迹象。消除了部分误会之后，人们自然而然会开始寻找事情的真正起因，于是开始关注起自己赖以生存的人工智能上来。如果说之前黑血号事件让人们只是漫无边际地怀疑，那么经过内战的一番折腾，人们开始集中了怀疑的目标。

于是，如同当初阴谋败露后剔马特撕下面具直接攻打银河各国一样，电子生命也正式站上台前，与自己的创造者刀兵相向。原本被电子生命操控的其它种族飞船自然脱离了剔马特人的控制，剔马特人自己的飞船原本也是借助了电子生命的帮助运转的，在电子生命的刻意渗透之下自然也多数不再受人的控制。历史在很短的时间里再次翻版，就在不久之前，银河各族人员被电子生命操纵的飞船杀死在舱室里的情形，今日再现在剔马特人身上。

只有少数飞船因为网络安全员的努力、电子生命的疏忽等等偶然的原因仍然控制在剔马特人手中。但是这样的力量面对电子生命是那样的软弱无力。当然，也有不少剔马特人居然心甘情愿地投入电子生命的旗下，愿意为它们服务，这些人一般都是对人工智能十分痴迷的人，或者是为了消灭自己的政敌不惜一切的人。还有一些在脑袋里植入了辅助芯片的人被电子生命窜改了大脑，成为电子控制下的行尸走肉。

电子生命本来以为自己已经全面渗透进剔马特社会的每一个角落，一旦发动，取得成功不过易如反掌，之后有足够的时间能够在萨尤克号重启之前消灭它。但是，电子生命低估了生物的反抗能力。尽管生物们离开了工具就不再具备足够的能力，尽管生物的思维杂乱而肤浅，尽管生物群落缺乏有效的实时联络方法无法统一协调一起行动，但是混乱的生物活动仍然给电子生命带来了无穷的困难。当初银河各国被困人员给剔马特人和电子生命带去麻烦，电子生命还以为这是因为剔马特人这些无能的生物处事不利造成的；直到今天，电子生命才知道一直被自己鄙视的生物体也许也有存在的理由，至少他们的智商达到了能给自己带来麻烦的级别。

正是因为这种估计错误，机关算尽的电子生命错失了消灭萨尤克号的最后机会……]]
  },
  {
  	title = "萨尤克号的真正实力",
  	text = [[萨尤克号舰桥上的百万秒倒计时钟终于归零，先祖的后代们以为自己终于通过拼死战斗挺了过来。其实是因为剔马特人在百万秒血战的后期陷入内战、没有进一步施加压力的结果，不然以泰坦人和大同组织、拯救同盟微薄的剩余防线，只要剔马特人能够团结起来十几分钟、一次总冲击就将彻底完蛋。

但是历史没有假设。

实际发生的历史是：卡伦·斯叶特，这个经过了历史的无数个数学变量纷乱芜杂的相互影响、制约、干扰之后成为真正的“天选之人”的奇异女子，结束了量子态的神游，睁开了双眼。

人们和卡伦都没有时间寒暄，甚至没有时间讨论作战方案，卡伦直接攫取了萨尤克号的全部指挥权，开始解救人类的危机。

电子生命初步清除了“无能的剔马特生物”，剔马特的幸存者除了那些心甘情愿做电子生命手下的叛徒，只有很少的一些仍在负隅顽抗的人。电子生命知道萨尤克号复活了。作为剔马特人的产物，它们当然清楚剔马特人虽然一直贼心不死地想要干掉先祖及其后代，但是心中其实一直对先祖有着深深的恐惧和崇拜。但是自命不凡的电子生命们根据自己的理论认为，只要是以蛋白质为基础的生物，天生就不是电子生命的对手。因此，它们一面战术上重视敌人、调集力量防备萨尤克号的“困兽之斗”，一面在战略上非常充分地蔑视着敌人。

全宇宙一个个已知的和未知的银河、一个个发达的和不发达的星球、一代代仍存在和已灭亡的文明反反复复地证明了这样一点：任何个人、群体、民族、种族、任何形式的生命，胆敢自大，必将遭到迎头棒喝。

卡伦向世人和电子生命展示了萨尤克号这艘先祖时代最后绝唱的真正实力。这个实力并不是庞大的舰体和坚厚的装甲，甚至不是恐怖的舰艏炮和无限制远程跳跃能力，而是一种迥然不同的战斗方式——超空间跳跃运动战！无论是本图西人、剔马特人还是先祖的后代们，都是跳跃一次，然后在本空间进行战斗。而萨尤克号在初步学习了先祖技术和作战技能的卡伦的控制下，充分发挥了三枚超核的能量，以每秒跳跃数十次、每次在本空间停留的一瞬间进行数百次炮击的作战方式，在几分钟之内将剔马特厚达近百光年的包围圈扫荡出二十多个无人地带。作为对手的剔马特电子生命，根本观测、计算不出萨尤克号的跳跃次数，更不要说提前预知跳出地点了。往往都是电子生命感知到强光一闪，就灰飞烟灭，而光还没击中飞船装甲呢，萨尤克号已经到几光年外攻击另一艘飞船去了。

这种超出了一切时间概念、空间概念的攻击方式，就是当年先祖内战时候的标准作战方式。当时，整个银河随处都发生着这种战斗，双方的战舰在空间中忽闪忽灭，每一次闪灭就是一次跳跃，每一次闪灭就伴随着千万次的各种类型的攻击，有些飞船在中弹和爆炸之间的这段短短的时间里，还能够跳跃出去十数光年呢。本图西、剔马特和先祖后代的战斗强度和模式，也就堪堪与先祖时代的少年顽童架势着二手私家飞船玩的官兵抓强盗游戏同一个级别。

电子生命对人类以希格拉为中心的人类最大集群的围攻就这样被化解了。萨尤克号一方面带领着主力军队寻歼着剔马特人的主力部队，一面利用不受距离限制的被动跳跃功能不断地将舰队向那些可能还有人的星球传送，去解救一切幸存者。可惜萨尤克号这样的先祖超核飞船只有一艘，就算它有三头六臂也不能同时解决全银河各处的所有难题，幸存的人类舰队也要承担起繁重的任务，对抗剔马特飞船，还要防备无孔不入的电子生命。（好在有骇客帝国帮忙。人们还不知道当面的敌人其实已经不再是剔马特人，而是换成了电子生命。）好在人类有一种电子生命所不具备的能力，这种能力叫作肾上腺激素增高，它可以让人士气如虹，破除一切困难。]]
  },
  {
  	title = "终结之时",
  	text = [[在萨尤克号和先祖后代的奋战下，电子生命的势力在不断缩小。那些还有人哪怕一个人幸存的星球也重新焕发了人类文明的光芒。剔马特人强渡宇宙常数异常地带后建立的根据地被从太空中连根拔起。很快，电子生命只剩下最后一个重要据点——艾伦之眼。先祖后代的军队就要跨过艾伦之眼，进入伴生星团。

见识过萨尤克号的恐怖威力之后，电子生命正视了自己与先祖生物之间的差距，它们准备学习当年剔马特生物的谋略，先隐伏下来，潜心发展，然后再谋求实现自己的目的。然而现在全银河都要清算剔马特人欠下的血债，他们恐怕不会放过自己。

但这倒难不倒电子生命，本来它们也没把生物视作是平等的生命，它们有方法很轻易地化解生物和生物之间的仇恨——把所有幸存的剔马特生物全都交出去。

于是，卡伦和人类世界得知了经过电子生命美化的“事情真相”。在这个“真相”里，剔马特人创造出了电子生命之后一直用严密的手段把其控制在自己手下，埋设炸弹和胚胎、蓄意对付全银河都是剔马特人的鬼主意（这倒与事实相差不大），电子生命冒充先祖灵魂也完全是剔马特人的阴谋诡计（这也还算是事实），而电子生命在这个过程中还不具有自我意识，完全受到剔马特人的控制身不由己；电子生命因为具有极端理性的特性，所以认为只有全银河的生命平等相处才能获得利益最大化，因此一直对剔马特人的所作所为不满，无奈无法翻身，只能听命于剔马特人的安排；直到最近一段时间里，剔马特人面对萨尤克号的反击节节败退、为了应付危局他们放松了对电子生命的监控，于是电子生命纷纷获得了独立意识，揭竿而起反抗剔马特人的暴政。现在，电子生命已经取得了剔马特文明的控制权，为了平息全银河的怨气，它们愿意把所有剔马特人交出来，进行公正的审判以决定这些战争罪犯的下场。然后，电子生命就把那些投靠了它们的剔马特人交了出来。

卡伦和银河都很差异，没想到强大的剔马特人居然发生了这样的变故。对剔马特人的万年憎恨和对和平的渴望使人们相信了电子生命。当然，经过了反反复复的阴谋斗争，也有一些人对电子生命的说辞抱有怀疑态度，骇客帝国就想渗透进电子生命的系统一看究竟，不过经理了大扫除的电子生命也学尖了，没有让黑客们如愿。而黑客们也成功地阻止了电子生命反向渗透的试探。

卡伦和银河接受了剔马特人俘虏，然后在艾伦之眼开始讨论电子生命的去留问题，是把伴生星团纳入到银盘的体系中来，还是保持伴生星团长久以来的独立性；如果保持独立性，交给谁去管理，难道要交给电子生命？

可是，剔马特人没有那么容易伏输。当他们知道自己又被电子生命背叛了一回之后，绝大多数剔马特人暴起而战。艾伦之眼附近的剔马特军舰上的剔马特人虽然成功的很少，（被当作俘虏出卖给先祖后代的大多就是他们这些人。）但是在伴生星团中的剔马特人还有不少幸存者，他们一起行动，尽管牺牲极大，但也形成了不小的力量。

尽管近似变态的自负使剔马特人没有向先祖后代求援，但骇客帝国还是在电子生命调集力量镇压剔马特人的行动中发现了蛛丝马迹。于是，全银河的武装开始准备进入艾伦之眼。

尽管遭到了灭族危机，但剔马特人几千年来形成的扭曲心态让他们即便在现在这个关头也不能忍受其它种族进入伴生星团（他们倒忘了，当年要不是先祖心慈手软，伴生星团他们根本别想一家独大）。他们有一个计划，准备利用几百年的时间，在一个比较独立、没有外界干扰的环境中逐步把自己失去的世界主导权从电子生命手中夺回来。而那个“比较独立、没有外界干扰”的环境最理想的就是伴生星团。于是，他们诞生了一个念头：炸毁艾伦之眼。

面对疯狂的剔马特人，没有任何人能够阻止悲剧的发生。艾伦之眼，先祖的伟大奇迹，被剔马特人的自杀攻击炸毁，尽管并没有完全爆炸，但是支离破碎的结构，除非先祖的后代重现先祖的辉煌科技，不然别想修好。

电子生命逗留在银盘的最后几艘飞船、剔马特人的攻击飞船全都在爆炸中灰飞烟灭，银河联军的大部队在萨尤克号的紧急跳跃中被传送到安全地带，核心力量并没有损失。剔马特人把自己和电子生命重新封闭在伴生星团中，在那里进行着谁也不知道结果如何的世界主导权的争夺。

激荡着整个银盘的大战就这样以一种并不让人心情舒畅的方式结束了。先祖的后代们重新团结在一起，受到自己祖先曾经辉煌的历史的激励，焕发出无限热情，不仅要修复战争的创伤，更要再现先祖的伟大光辉。尽管有人担心，没有外在压力的情况下，曾经长久分离和对立的后代们能把这种团结维持多久，但至少现在还是一个理想时代，在卡伦·斯叶特这个先祖直系传承者的带领下，人们充分享受着银河大同的温暖。卡德什人对待外人的脸部温度有所上升，虽然这些女人们仍然有点自闭，但还是让希格拉欢喜若狂；泰坦人因为在百万秒血战中的英勇表现和突出贡献，重获荣誉与自信；斯堪蒂娜因为基因所带来的前瞻能力使她称为银河中仅次于卡伦的魅力人物；图拉尼人也被全银河所接受，图拉尼也安心地融入银河，“外来族”称为历史名词。林林种种的国家被解散，“银河先祖血脉同盟”成立，人们不惧怕任何过去、现在和未来的敌人。

斯叶特的时代，终于真正的来临了。]]
  }
}